[{"polarity": 1, "drug": "Budesonide", "orig_sen": "New inhaled ICS/LABA/LAMA FDCs, including fluticasone furoate/vilanterol/umeclidinium, budesonide/formoterol/glycopyrronium and beclometasone/formoterol/glycopyrronium, are in Phase III of clinical development for COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "METHODS: A model was developed to estimate the healthcare resource use and costs associated with asthma and COPD management in people using commonly prescribed DPIs (budesonide + formoterol Turbuhaler(®) or fluticasone + salmeterol Accuhaler(®)) over 1 year in Spain, Sweden and the United Kingdom (UK). ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "RESULTS: The direct cost burden of managing asthma and COPD for people using budesonide + formoterol Turbuhaler(®) or fluticasone + salmeterol Accuhaler(®) in 2015 was estimated at €813 million, €560 million, and €774 million for Spain, Sweden and the UK, respectively. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": " Budesonide/formoterol (BF) is available in two delivery systems, the dry powder inhaler (DPI) Turbuhaler and a pressurized metered dose inhaler (pMDI) for use in patients with asthma or chronic obstructive pulmonary disease (COPD). ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "Our results confirm the rapid onset of action of formoterol when combined with budesonide in patients with COPD and indicate that the onset of bronchodilation induced by BF Spiromax is faster than that elicited by BF Turbuhaler. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "OBJECTIVE: To evaluate health care costs and utilization among COPD patients newly initiating ICS/LABA combination therapy with budesonide/formoterol (BFC) or fluticasone/salmeterol (FSC) in a managed care system. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "METHODS: This post hoc analysis is based on data from three double-blind, randomized studies in patients with moderate-to-very-severe COPD receiving twice-daily budesonide/formoterol or formoterol alone for 6 or 12 months. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": " BACKGROUND AND OBJECTIVE: Triple combination therapy with tiotropium plus budesonide/formoterol has improved lung function and reduced exacerbation risk in patients with chronic obstructive pulmonary disease (COPD) in Western countries, but no such data exist for East Asian patients. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "This study aimed to evaluate the efficacy and tolerability of adding budesonide/formoterol to tiotropium compared with tiotropium alone in East Asian patients with severe/very severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: In East Asian patients with severe/very severe COPD, adding budesonide/formoterol to tiotropium was associated with significant improvements in FEV1 and HRQoL and lower COPD exacerbation rates. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "The studies presented here provide further data on attributes (in vitro dosing consistency with budesonide-formoterol (DuoResp) Spiromax; flow rates through empty versions of the Spiromax and Turbuhaler inhaler) of importance to patients with asthma or COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "METHODS: We performed a retrospective analysis of data from a study (ClinicalTrials.gov registration: NCT00419744) comparing budesonide/formoterol 320/9 μg with formoterol 9 μg (both twice daily) in patients with moderate-to-very-severe COPD; reliever salbutamol 90 μg was provided. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: SABA reliever use is a predictor of short- and long-term exacerbation risk in moderate-to-very-severe COPD patients with a history of exacerbations receiving budesonide/formoterol or formoterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "This study was designed to evaluate the clinical and economic consequences of salmeterol/fluticasone (SF), formoterol/budesonide (FB), and formoterol/fluticasone (FF) in severe and very severe chronic obstructive pulmonary disease (COPD) patients. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "In addition to the well-known fixed-dose drug associations such as fluticasone propionate/salmeterol xinafoate and budesonide/formoterol fumarate, other newly developed ICS/LABA combinations are currently emerging as very interesting pharmacological options for COPD treatment. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "No randomized clinical trial has compared exacerbation rates among COPD patients receiving budesonide/formoterol combination (BFC) and fluticasone/salmeterol combination (FSC) to date, and only limited comparative data are available. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "AIM: To study the effects of addition of Theophylline to the combination of Formoterol plus Budesonide on various objective and subjective parameters in moderate to severe COPD patients and to assess the safety profile of the combination. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSION: Addition of Theophylline to Formoterol plus Budesonide reduces dyspnea, improves exercise performance and pulmonary functions in moderate to severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "We aimed to derive this by analyzing data from three existing COPD clinical trials of budesonide/formoterol, formoterol, or placebo in patients with moderate-to-very-severe COPD and a history of exacerbations in the previous year. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "Thus, this review assesses differences in the efficacy and the safety profiles of the ICS components in the two more frequently used ICS/LABA combinations (budesonide/formoterol and fluticasone/salmeterol) for the management of COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "One retrospective cohort study suggested a greater efficacy for the budesonide/formoterol combination on hospital or emergency department admissions, oral corticosteroid courses, and addition of tiotropium, and an observational real-life study reported a greater reduction of COPD exacerbations with budesonide/formoterol than with fluticasom/salmeterol combination. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "On the other hand, no similar increased risk of pneumonia has been reported in patients with COPD treated with the budesonide/formoterol combination. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "MATERIALS AND METHODS: COPD patients (n=40), mean FEV1 58% predicted normal, received single-dose inhaled formoterol 9μg, or placebo, followed by 8 weeks treatment bid with a combination of budesonide and formoterol Turbuhaler(®) 320/9μg or formoterol Turbuhaler(®). ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: In COPD, OE-MRI parameters showed response to both single-dose bronchodilatory effects of a β2-agonist, formoterol, and 8-week treatment with an inhaled corticosteroid, budesonide, and the measurements are feasible in a small-scale multi-center trial setting. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": " OBJECTIVE: To compare clinical and demographic characteristics, resource utilization and costs of chronic obstructive pulmonary disease (COPD) patients prior to initiating budesonide-formoterol combination (BFC) or tiotropium-maintenance therapy. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": " BACKGROUND: The Easyhaler(®) (EH) device-metered dry powder inhaler containing budesonide and formoterol is being developed for asthma and chronic obstructive pulmonary disease (COPD). ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "PATIENTS AND METHODS: Effectiveness data from the PATHOS study, a population-based, retrospective, observational registry study conducted in Sweden, in terms of reduction in COPD and pneumonia-related hospitalizations, were considered, in order to estimate the differences in resource consumption between patients treated with budesonide/formoterol and fluticasone/salmeterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "RESULTS: The PATHOS study demonstrated a significant reduction in COPD hospitalizations and pneumonia-related hospitalizations in patients treated with budesonide/formoterol versus fluticasone/salmeterol (-29.1% and -42%, respectively). ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "In the base case, the treatment of a patient for 1 year with budesonide/formoterol led to a saving of €499.90 (€195.10 for drugs, €193.10 for COPD hospitalizations, and €111.70 for pneumonia hospitalizations) corresponding to a -27.6% difference compared with fluticasone/salmeterol treatment. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSION: Treatment of COPD with budesonide/formoterol compared with fluticasone/salmeterol could lead to a reduction in direct health care costs, with relevant improvement in clinical outcomes. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "OBJECTIVES: To assess the risk of pneumonia associated with the use of fluticasone and budesonide for COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "Studies were included if they compared the ICS budesonide or fluticasone versus placebo, or either ICS in combination with a LABA versus the same LABA as monotherapy for people with COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "In COPD subjects, budesonide/formoterol significantly increased the BAL concentrations of pro-SFTPB by a median of 62.46 ng/ml (p=0.022) or 48.7% from baseline median value. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "PARTICIPANTS: Patients with COPD diagnosed by a physician and prescriptions of either budesonide/formoterol or fluticasone/salmeterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": " BACKGROUND AND OBJECTIVE: The efficacy and tolerability of budesonide/formoterol versus formoterol in patients with moderate to severe chronic obstructive pulmonary disease (COPD) was evaluated. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "METHODS: In this randomized, double-blind, parallel-group, phase III study (NCT01069289), patients with moderate to severe COPD for ≥2 years received either budesonide/formoterol 160/4.5 μg two inhalations twice daily via Turbuhaler® or formoterol 4.5 μg two inhalations twice daily via Turbuhaler® for 12 weeks. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "Both treatments were well tolerated; the incidence and type of adverse events were similar: most commonly reported (budesonide/formoterol vs formoterol): COPD (8.0% vs 9.4%) and nasopharyngitis (5.5% vs 4.9%). ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: Budesonide/formoterol 160/4.5 μg two inhalations twice daily was effective and well tolerated in patients with moderate to severe COPD, offering benefits over formoterol alone in terms of improved lung function and reduced risk of exacerbation. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "The aim of this study was to investigate exacerbation rates in primary care patients with COPD treated with budesonide/formoterol compared with fluticasone/salmeterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "METHODS: Patients with physician-diagnosed COPD and a record of postdiagnosis treatment with a fixed combination of budesonide/formoterol or fluticasone/salmeterol were included. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "The exacerbation rates were 0.80 and 1.09 per patient-year in the budesonide/formoterol and fluticasone/salmeterol groups, respectively (difference of 26.6%; P < 0.0001); yearly rates for COPD-related hospitalizations were 0.15 and 0.21, respectively (difference of 29.1%; P < 0.0001). ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: Long-term treatment with fixed combination budesonide/formoterol was associated with fewer healthcare utilization-defined exacerbations than fluticasone/salmeterol in patients with moderate and severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "Here we aimed to evaluate the morphological effect by adding a budesonide/formoterol combination to tiotropium in COPD patients using three-dimensional MDCT. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "George's Respiratory Questionnaire (SGRQ) and MDCT imaging studies were performed at the beginning and after budesonide/formoterol combination treatment for 12 weeks in 14 patients with COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": " OBJECTIVE: This study investigated the rapid onset of bronchodilation effect and compared lung function changes following budesonide/formoterol (Symbicort Turbuhaler®) inhalation in Chinese patients with moderate-severe chronic obstructive pulmonary disease (COPD) and bronchial asthma. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "The primary end-point was lung function change 3 min after drug inhalation, and the secondary end-points were comparison of the gas flow rate (ΔFEV1) and volume responses (ΔFVC, ΔIC) between COPD and asthma patients after inhalation of budesonide/formoterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: Budesonide/formoterol has a fast onset of bronchodilation effect in patients with moderate-severe COPD and asthma. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "The gas flow rate and volume responses in patients with COPD differ from those with asthma after inhalation of Budesonide/formoterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "RESULTS: The asthma phenotype was significantly younger, had a strong association with hypertrophy of nasal turbinates, and registered a significant improvement of FEV(1) (350 ml) vs a decline of - 26.5 ml in the COPD phenotype following therapy with budesonide/formoterol for one year. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "Withdrawal of budesonide for 4 weeks in the COPD phenotype resulted in FEV(1) + 1.33% (SD ± 5.71) and FVC + 1.24% (SD ± 5.32); a change of <12% in all patients. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "OBJECTIVES: The aim of this study was to compare the effect of inhaled budesonide/formoterol with inhaled fluticasone/salmeterol in severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSION: Inhaled budesonide and fluticasone have no significantly different effect on adrenal function in moderate to severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": " BACKGROUND: The purpose of this study was to update our network meta-analysis in order to compare the efficacy of indacaterol 75 μg with that of a fixed-dose combination of formoterol and budesonide (FOR/BUD) and a fixed-dose combination salmeterol and fluticasone (SAL/FP) for the treatment of chronic obstructive pulmonary disease (COPD) based on evidence identified previously in addition to two new randomized clinical trials. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "Aims of our study were to investigate if real life COPD treatment affects peripheral blood NK cells total count and their receptors expression and to assess if different doses of formoterol and budesonide, administered alone or in combination, are able to modulate the surface expression of activating (NKp30, NKp44, NKp46 and NKG2D) and inhibitory (KIR2DL2/L3, KIR3DL1 and NKG2A) receptors on peripheral blood NK cells of COPD patients. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "Its expression was significantly downregulated by budesonide alone and in combination with formoterol in COPD patients. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "EXPERIMENTAL APPROACH: Responsiveness to corticosteroids dexamethasone (Dex), budesonide (Bud) and fluticasone propionate (FP) was determined, as IC(50) values on TNF-α-induced interleukin 8 release, in U937 monocytic cell line treated with hydrogen peroxide (H(2) O(2) ) or peripheral blood mononuclear cells (PBMCs) from patients with COPD or severe asthma. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "METHODS: This 12-week, randomised, double-blind, placebo-controlled, Phase IIb, trial (NCT01023516), investigated the efficacy and safety of AZD9668 (60 mg bid) versus placebo in patients with symptomatic COPD and a history of exacerbation receiving maintenance budesonide/formoterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: Three months' treatment with AZD9668 did not improve lung function, respiratory signs and symptoms or SGRQ-C score when added to budesonide/formoterol maintenance therapy in patients with COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Budesonide", "orig_sen": " BACKGROUND: The purpose of this study was to update our network meta-analysis in order to compare the efficacy of indacaterol 75 μg with that of a fixed-dose combination of formoterol and budesonide (FOR/BUD) and a fixed-dose combination salmeterol and fluticasone (SAL/FP) for the treatment of chronic obstructive pulmonary disease (COPD) based on evidence identified previously in addition to two new randomized clinical trials. ", "disease": "COPD"}, {"polarity": 1, "drug": "Fluticasone propionate", "orig_sen": " The efficacy and safety of twice-daily aclidinium bromide/formoterol fumarate was compared with that of salmeterol/fluticasone propionate in patients with stable, moderate-to-severe chronic obstructive pulmonary disease (COPD).AFFIRM COPD (Aclidinium and Formoterol Findings in Respiratory Medicine COPD) was a 24-week, double-blind, double-dummy, active-controlled study. ", "disease": "COPD"}, {"polarity": 1, "drug": "Fluticasone propionate", "orig_sen": "The EFFECT (Efficacy of Fluticasone propionate/FormotErol in COPD Treatment) trial is a Phase III, 52-week, randomized, double-blind study to evaluate the efficacy and safety of two doses of fluticasone propionate/formoterol compared to formoterol monotherapy in COPD patients with FEV1 ≥50% predicted and a history of exacerbations. ", "disease": "COPD"}, {"polarity": 1, "drug": "Fluticasone propionate", "orig_sen": "In addition to the well-known fixed-dose drug associations such as fluticasone propionate/salmeterol xinafoate and budesonide/formoterol fumarate, other newly developed ICS/LABA combinations are currently emerging as very interesting pharmacological options for COPD treatment. ", "disease": "COPD"}, {"polarity": 1, "drug": "Fluticasone propionate", "orig_sen": "AIM: To assess the adherence of patients diagnosed with asthma and COPD treated with polytherapy with fluticasone propionate and formoterol fumarate using the Fantasmino inhaler in relation to primary diagnosis and illness perception as well as patients' and doctors' opinion about this form of therapy. ", "disease": "COPD"}, {"polarity": 1, "drug": "Fluticasone propionate", "orig_sen": "CONCLUSIONS: The illness perception, younger age, disease duration and severity are predictors of adherence to treatment with fluticasone propionate and formoterol fumarate using the Fantasmino inhaler among patients with asthma and COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Fluticasone propionate", "orig_sen": "COPD subjects were randomized to twice daily MF/F 200/10 μg, MF/F 400/10 μg, MF 400 μg, F 10 μg, and placebo; asthma subjects were randomized to MF/F 200/10 μg, MF/F 400/10 μg, fluticasone propionate/salmeterol (FP/S) 250/50 μg, and FP/S 500/50 μg. ", "disease": "COPD"}, {"polarity": 1, "drug": "Fluticasone propionate", "orig_sen": "EXPERIMENTAL APPROACH: Responsiveness to corticosteroids dexamethasone (Dex), budesonide (Bud) and fluticasone propionate (FP) was determined, as IC(50) values on TNF-α-induced interleukin 8 release, in U937 monocytic cell line treated with hydrogen peroxide (H(2) O(2) ) or peripheral blood mononuclear cells (PBMCs) from patients with COPD or severe asthma. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The Federal Joint Committe (G-BA) specified the following appropriate comparator therapy (ACT): The graded scheme of the current German National Care Guideline COPD is to be taken into account:From Stage II, long-acting beta-2 sympathomimetics (formoterol, salmeterol) and/or long-acting anticholinergics (tiotropium bromide), From Stage III / IV with more than 2 exacerbations per year, inhaled corticosteroids (ICS) should be used in addition. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " The efficacy and safety of twice-daily aclidinium bromide/formoterol fumarate was compared with that of salmeterol/fluticasone propionate in patients with stable, moderate-to-severe chronic obstructive pulmonary disease (COPD).AFFIRM COPD (Aclidinium and Formoterol Findings in Respiratory Medicine COPD) was a 24-week, double-blind, double-dummy, active-controlled study. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "While both treatments were well tolerated, pneumonia occurred less frequently with aclidinium/formoterol than salmeterol/fluticasone.In stable COPD, aclidinium/formoterol significantly improved bronchodilation versus salmeterol/fluticasone, with equivalent benefits in symptom control and reduction in exacerbation risk. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "METHODS: A model was developed to estimate the healthcare resource use and costs associated with asthma and COPD management in people using commonly prescribed DPIs (budesonide + formoterol Turbuhaler(®) or fluticasone + salmeterol Accuhaler(®)) over 1 year in Spain, Sweden and the United Kingdom (UK). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "RESULTS: The direct cost burden of managing asthma and COPD for people using budesonide + formoterol Turbuhaler(®) or fluticasone + salmeterol Accuhaler(®) in 2015 was estimated at €813 million, €560 million, and €774 million for Spain, Sweden and the UK, respectively. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Based on these data, a therapeutic interchange was implemented in the Kaiser Permanente Mid-Atlantic States region to convert patients with a COPD diagnosis from fluticasone/salmeterol to mometasone/formoterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "OBJECTIVE: To evaluate the impact of a therapeutic interchange from fluticasone/salmeterol to mometasone/formoterol on health outcomes in patients with COPD in a large ambulatory and managed care setting. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "METHODS: The investigators retrospectively reviewed the electronic medical records of patients with a COPD diagnosis who had a prescription for fluticasone/salmeterol converted to mometasone/formoterol between March 6, 2011, to March 6, 2013. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The primary endpoint was the determination of the difference in the occurrence of COPD exacerbations 6 months pre- and postconversion from fluticasone/salmeterol to mometasone/formoterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "RESULTS: Within our patient population, 34.2% (n = 178) of patients experienced at least 1 COPD exacerbation while prescribed fluticasone/salmeterol compared with 28.6% (n = 149) of patients while prescribed mometasone/formoterol (P = 0.030). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "A later subgroup analysis of the primary outcome revealed that factors associated with a statistically significant decrease in the occurrence of COPD exacerbations were male sex (P = 0.023), comorbid asthma (P = 0.026), and conversion from fluticasone/salmeterol to a more potent dose of mometasone/formoterol (P = 0.014). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "CONCLUSIONS: There was a statistically significant decrease in the proportion of patients who experienced COPD exacerbations postconversion from fluticasone/salmeterol to mometasone/formoterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "OBJECTIVE: To evaluate health care costs and utilization among COPD patients newly initiating ICS/LABA combination therapy with budesonide/formoterol (BFC) or fluticasone/salmeterol (FSC) in a managed care system. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "This study was designed to evaluate the clinical and economic consequences of salmeterol/fluticasone (SF), formoterol/budesonide (FB), and formoterol/fluticasone (FF) in severe and very severe chronic obstructive pulmonary disease (COPD) patients. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "In addition to the well-known fixed-dose drug associations such as fluticasone propionate/salmeterol xinafoate and budesonide/formoterol fumarate, other newly developed ICS/LABA combinations are currently emerging as very interesting pharmacological options for COPD treatment. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "No randomized clinical trial has compared exacerbation rates among COPD patients receiving budesonide/formoterol combination (BFC) and fluticasone/salmeterol combination (FSC) to date, and only limited comparative data are available. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Thus, this review assesses differences in the efficacy and the safety profiles of the ICS components in the two more frequently used ICS/LABA combinations (budesonide/formoterol and fluticasone/salmeterol) for the management of COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "One retrospective cohort study suggested a greater efficacy for the budesonide/formoterol combination on hospital or emergency department admissions, oral corticosteroid courses, and addition of tiotropium, and an observational real-life study reported a greater reduction of COPD exacerbations with budesonide/formoterol than with fluticasom/salmeterol combination. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Among the potential side effects of chronic ICS treatment in patients with COPD, recently the use of fluticasone or fluticasone/salmeterol combination has been associated with a higher prevalence of pneumonia in the major long-term studies. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The study population consisted of long-acting bronchodilator naive COPD patients, initiating inhalation therapy with mono-LABAs (formoterol, indacaterol or salmeterol). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "COPD subjects were randomized to twice daily MF/F 200/10 μg, MF/F 400/10 μg, MF 400 μg, F 10 μg, and placebo; asthma subjects were randomized to MF/F 200/10 μg, MF/F 400/10 μg, fluticasone propionate/salmeterol (FP/S) 250/50 μg, and FP/S 500/50 μg. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "PATIENTS AND METHODS: Effectiveness data from the PATHOS study, a population-based, retrospective, observational registry study conducted in Sweden, in terms of reduction in COPD and pneumonia-related hospitalizations, were considered, in order to estimate the differences in resource consumption between patients treated with budesonide/formoterol and fluticasone/salmeterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "RESULTS: The PATHOS study demonstrated a significant reduction in COPD hospitalizations and pneumonia-related hospitalizations in patients treated with budesonide/formoterol versus fluticasone/salmeterol (-29.1% and -42%, respectively). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "In the base case, the treatment of a patient for 1 year with budesonide/formoterol led to a saving of €499.90 (€195.10 for drugs, €193.10 for COPD hospitalizations, and €111.70 for pneumonia hospitalizations) corresponding to a -27.6% difference compared with fluticasone/salmeterol treatment. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "CONCLUSION: Treatment of COPD with budesonide/formoterol compared with fluticasone/salmeterol could lead to a reduction in direct health care costs, with relevant improvement in clinical outcomes. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The objective of this study is to evaluate the comparative efficacy of indacaterol 75/150/300 μg once daily (OD), glycopyrronium bromide 50 μg OD, tiotropium bromide 18 μg/5 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for moderate to severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "In long-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, OD indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to OD tiotropium bromide 18 μg. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Long-acting β2-agonists (LABAs) have long been used for symptomatic management of COPD, with salmeterol and formoterol being the commonly used twice-daily treatments. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Long-acting muscarinic antagonists such as glycopyrronium and tiotropium, along with long-acting beta-2 agonists such as indacaterol, formoterol and salmeterol are the pillars of pharmacological therapy for the long-term management of patients with COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "PARTICIPANTS: Patients with COPD diagnosed by a physician and prescriptions of either budesonide/formoterol or fluticasone/salmeterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "GOLD guidelines recommend combining long-acting bronchodilators with differing mechanisms of action if the control of COPD is insufficient with monotherapy, and recent years have seen growing interest in the additional benefits that combination of long-acting muscarinic antagonists (LAMAs), typified by tiotropium, with long-acting β(2)-agonists (LABAs), such as formoterol and salmeterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The aim of this study was to investigate exacerbation rates in primary care patients with COPD treated with budesonide/formoterol compared with fluticasone/salmeterol. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "METHODS: Patients with physician-diagnosed COPD and a record of postdiagnosis treatment with a fixed combination of budesonide/formoterol or fluticasone/salmeterol were included. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The exacerbation rates were 0.80 and 1.09 per patient-year in the budesonide/formoterol and fluticasone/salmeterol groups, respectively (difference of 26.6%; P < 0.0001); yearly rates for COPD-related hospitalizations were 0.15 and 0.21, respectively (difference of 29.1%; P < 0.0001). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "CONCLUSIONS: Long-term treatment with fixed combination budesonide/formoterol was associated with fewer healthcare utilization-defined exacerbations than fluticasone/salmeterol in patients with moderate and severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The long-acting beta(2)-agonists (LABAs), including salmeterol and formoterol, have 12-hour duration of action and are used with a twice-daily dosing regimen for long-term COPD treatment. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Both the twice-daily long-acting β(2)-adrenoceptor agonists (LABAs) salmeterol and formoterol and the once-daily LABA indacaterol are indicated for use in COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "METHODS: We searched PubMed for placebo-controlled studies evaluating long-term (≥24 weeks) use of formoterol, salmeterol, or indacaterol in patients with stable COPD, published between January 1990 and September 2012. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "OBJECTIVES: The aim of this study was to compare the effect of inhaled budesonide/formoterol with inhaled fluticasone/salmeterol in severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " BACKGROUND: The purpose of this study was to update our network meta-analysis in order to compare the efficacy of indacaterol 75 μg with that of a fixed-dose combination of formoterol and budesonide (FOR/BUD) and a fixed-dose combination salmeterol and fluticasone (SAL/FP) for the treatment of chronic obstructive pulmonary disease (COPD) based on evidence identified previously in addition to two new randomized clinical trials. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " BACKGROUND: The objective of this study was to evaluate the comparative efficacy of indacaterol 75 μg once daily (OD), tiotropium 18 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for the treatment of chronic obstructive pulmonary disease (COPD) based on individual patient data (IPD) from randomized controlled trials (RCTs) from the indacaterol trial program and aggregate data (AD) identified from a systematic review of RCTs. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "In large, longer-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, once-daily indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to once-daily tiotropium bromide 18 μg (all agents were administered via inhalation). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "more effective with lower total costs) to once-daily tiotropium bromide 18 μg and twice-daily salmeterol 50 μg in the treatment of patients with COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Both FM (10(-9)  M) and salmeterol (SM, 10(-8)  M) reversed Dex insensitivity in severe asthma, but only FM restored Dex sensitivity in COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "OBJECTIVE: This study aimed to evaluate the onset of effect of single-dose formoterol 9 μg versus single-dose salmeterol 50 μg in patients with moderate COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "METHODS: In this multicentre, double-blind, double-dummy, placebo-controlled, three-way single-dose crossover study, patients ≥40 years of age with moderate COPD were randomized to single-dose formoterol 9 μg via Turbuhaler® plus placebo via Diskus®, single-dose salmeterol 50 μg via Diskus® plus placebo via Turbuhaler® or placebo via Turbuhaler® and Diskus® (washout period 2-7 days). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "CONCLUSION: In COPD patients, formoterol 9 μg has an onset of bronchodilatory effect that is more rapid than salmeterol 50 μg based on FEV₁ at 5 minutes post-dose. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol significantly reduced COPD exacerbations with both study arms exposed or not exposed to inhaled corticosteroids (ICS). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " BACKGROUND: The FLAME study demonstrated that indacaterol/glycopyrronium (IND/GLY), the fixed-dose combination of a long-acting β2-agonist (LABA, IND) and a long-acting muscarinic antagonist (LAMA, GLY), was superior to salmeterol/fluticasone combination (SFC) in preventing exacerbations in COPD patients with a high risk of exacerbations. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The LANTERN study evaluated the efficacy of IND/GLY compared with inhaled long-acting β2-agonist (LABA)/inhaled corticosteroid (ICS) or salmeterol/fluticasone (SFC) in patients with moderate-to-severe COPD with a history of ≤1 exacerbation in the previous year. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " OBJECTIVE: The objective of this study was to assess the cost effectiveness of the dual bronchodilator indacaterol/glycopyrronium (IND/GLY) compared with salmeterol/fluticasone combination (SFC) in patients with moderate-to-severe chronic obstructive pulmonary disease (COPD) who had a history of one or no exacerbations in the previous year, in Canada, France, Italy, and Portugal. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Patients who had COPD with a history of at least one exacerbation during the previous year were randomly assigned to receive, by inhalation, either the LABA indacaterol (110 μg) plus the LAMA glycopyrronium (50 μg) once daily or the LABA salmeterol (50 μg) plus the inhaled glucocorticoid fluticasone (500 μg) twice daily. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Indacaterol-glycopyrronium showed not only noninferiority but also superiority to salmeterol-fluticasone in reducing the annual rate of all COPD exacerbations; the rate was 11% lower in the indacaterol-glycopyrronium group than in the salmeterol-fluticasone group (3.59 vs. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The effect of indacaterol-glycopyrronium versus salmeterol-fluticasone on the rate of COPD exacerbations was independent of the baseline blood eosinophil count. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "CONCLUSIONS: Indacaterol-glycopyrronium was more effective than salmeterol-fluticasone in preventing COPD exacerbations in patients with a history of exacerbation during the previous year. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " INSTEAD: a randomised switch trial of indacaterol versus salmeterol/fluticasone in moderate COPD Authors: Rossi A, van der Molen T, Ricardo del Olmo, et al. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Our meta-analysis indicated that QVA149 is superior to the salmeterol-fluticasone combination to treat COPD in respect of the frequency of adverse effects, exacerbation, pneumonia, and improvement of trough forced expiratory volume in 1 second (FEV1). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "AREAS COVERED: We performed an analysis of a recent study evaluating the efficacy and safety of inhaled indacaterol versus inhaled salmeterol/fluticasone in COPD patients. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " The Indacaterol: Switching Non-exacerbating Patients with Moderate COPD From Salmeterol/Fluticasone to Indacaterol (INSTEAD) study investigated the effect of switching patients at low risk of chronic obstructive pulmonary disease (COPD) exacerbations from salmeterol/fluticasone (SFC; inhaled corticosteroid (ICS) regimen) to indacaterol monotherapy (non-ICS regimen). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "OBJECTIVE: To determine the economic benefits of IND/GLY compared with the free combination of indacaterol and glycopyrronium (IND + GLY), and with the fixed-dose combination of salmeterol/fluticasone (SFC), in a moderate-to-severe COPD population with low-exacerbation risk. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Compared with single therapy with indacaterol, glycopyrronium and tiotropium and fixed combination salmeterol/fluticasone, fixed-dose indacaterol/glycopyrronium has clinically relevant effects on symptoms, health status, lung function, and rate of exacerbations and by that suggests a potential for dual bronchodilation as an important maintenance therapeutic option for some patients with COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The study population consisted of long-acting bronchodilator naive COPD patients, initiating inhalation therapy with mono-LABAs (formoterol, indacaterol or salmeterol). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Compared with single therapy with other long-acting bronchodilators (indacaterol, glycopyrronium, and tiotropium) and fixed-combination long-acting β2-agonist/inhaled corticosteroid (salmeterol/fluticasone twice daily), once-daily fixed-dose indacaterol/glycopyrronium has clinically important effects on symptoms, including dyspnea score, health status, level of lung function, and rate of moderate or severe exacerbations in patients with moderate-to-very severe COPD (Global initiative for chronic Obstructive Lung Disease [GOLD] spirometric criteria). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "We aimed to compare the efficacy, safety, and tolerability of QVA149 versus salmeterol-fluticasone (SFC) over 26 weeks in patients with moderate-to-severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The objective of this study is to evaluate the comparative efficacy of indacaterol 75/150/300 μg once daily (OD), glycopyrronium bromide 50 μg OD, tiotropium bromide 18 μg/5 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for moderate to severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "In long-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, OD indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to OD tiotropium bromide 18 μg. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Long-acting β2-agonists (LABAs) have long been used for symptomatic management of COPD, with salmeterol and formoterol being the commonly used twice-daily treatments. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Long-acting muscarinic antagonists such as glycopyrronium and tiotropium, along with long-acting beta-2 agonists such as indacaterol, formoterol and salmeterol are the pillars of pharmacological therapy for the long-term management of patients with COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The aim of this study is to establish, from the UK National Health Service (NHS) perspective, the cost-effectiveness profile of indacaterol, the first once-daily long-acting beta2-agonist (LABA), compared with tiotropium and salmeterol, in patients with moderate to severe COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "The long-acting beta(2)-agonists (LABAs), including salmeterol and formoterol, have 12-hour duration of action and are used with a twice-daily dosing regimen for long-term COPD treatment. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Both the twice-daily long-acting β(2)-adrenoceptor agonists (LABAs) salmeterol and formoterol and the once-daily LABA indacaterol are indicated for use in COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "METHODS: We searched PubMed for placebo-controlled studies evaluating long-term (≥24 weeks) use of formoterol, salmeterol, or indacaterol in patients with stable COPD, published between January 1990 and September 2012. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " BACKGROUND: The purpose of this study was to update our network meta-analysis in order to compare the efficacy of indacaterol 75 μg with that of a fixed-dose combination of formoterol and budesonide (FOR/BUD) and a fixed-dose combination salmeterol and fluticasone (SAL/FP) for the treatment of chronic obstructive pulmonary disease (COPD) based on evidence identified previously in addition to two new randomized clinical trials. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": " BACKGROUND: The objective of this study was to evaluate the comparative efficacy of indacaterol 75 μg once daily (OD), tiotropium 18 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for the treatment of chronic obstructive pulmonary disease (COPD) based on individual patient data (IPD) from randomized controlled trials (RCTs) from the indacaterol trial program and aggregate data (AD) identified from a systematic review of RCTs. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "In large, longer-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, once-daily indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to once-daily tiotropium bromide 18 μg (all agents were administered via inhalation). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "more effective with lower total costs) to once-daily tiotropium bromide 18 μg and twice-daily salmeterol 50 μg in the treatment of patients with COPD. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol significantly reduced COPD exacerbations with both study arms exposed or not exposed to inhaled corticosteroids (ICS). ", "disease": "COPD"}, {"polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. ", "disease": "COPD"}]