[{"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In total, 22 Phase III randomized controlled trials of FDC bronchodilators in COPD were identified, with an additional study including a post-literature search (ten for indacaterol-glycopyrronium once daily, eight for umeclidinium-vilanterol once daily, three for tiotropium-olodaterol once daily, and two for aclidinium-formoterol twice daily). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " The aim of this report is to assess the added benefit of indacaterol / glycopyrronium in comparison with the appropriate comparator therapy (ACT) in adult patients with chronic obstructive pulmonary disease (COPD) for maintenance bronchodilator treatment to relieve symptoms. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Several combinations of a LAMA plus a LABA have recently become available in a single inhaler for maintenance therapy for adults with moderate-to-severe COPD, including aclidinium bromide/formoterol fumarate, glycopyrronium/indacaterol and umeclidinium/vilanterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The relative effects of different doses of once-daily indacaterol in the management of patients with COPD are uncertain. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVES: To compare the efficacy and safety of indacaterol versus placebo and alternative twice-daily long-acting beta2-agonists for the treatment of patients with stable COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "AUTHORS' CONCLUSIONS: For patients with stable COPD, use of indacaterol versus placebo results in statistically significant and clinically meaningful improvements in lung function and quality of life. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The study population consisted of long-acting bronchodilator naive COPD patients, initiating inhalation therapy with mono-LABAs (formoterol, indacaterol or salmeterol). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Subsequent safety concerns over LABA monotherapy in patients with asthma redirected indacaterol's development to centre on COPD, where a good evidence base and guideline recommendations for bronchodilator monotherapy existed. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "To date, indacaterol is approved and marketed in more than 100 countries worldwide for once-daily maintenance treatment of COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Concerning the real-life management, in respect to LABA, the OD dosing makes indacaterol more convenient for COPD patients and is likely to positively influence the patient's adherence. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Since adherence to medical treatment of chronic diseases, and particularly COPD is a crucial issue in medicine, such aspect should confer to indacaterol a valuable role in clinical practice. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The recently approved combination of indacaterol with the antimuscarinic glycopyrronium [QVA149], based on the demonstration of positive effects on both lung function and PROs, is likely to be a further option for patients with severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Other studies show that there is an additive bronchodilator response with the addition of indacaterol to tiotropium, which would provide a once-daily treatment option for patient with moderate to severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The objective of this study is to evaluate the comparative efficacy of indacaterol 75/150/300 μg once daily (OD), glycopyrronium bromide 50 μg OD, tiotropium bromide 18 μg/5 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for moderate to severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Concerning adherence with drug treatment and real-life management in respect to long-acting β2-agonists, once-daily dosing makes indacaterol more convenient for COPD patients and is likely to enhance patient adherence. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In long-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, OD indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to OD tiotropium bromide 18 μg. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "These findings suggest that indacaterol can be considered a first choice drug in the treatment of the patient with mild/moderate stable COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "However, in people with COPD who remain symptomatic on treatment with indacaterol, adding a long-acting muscarinic antagonist (LAMA) is the preferable option. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Several phase III studies have shown that indacaterol 150 µg improves lung function, breathlessness, health status, exacerbations, rescue medication use and symptoms, as compared with placebo and other bronchodilators, in patients with COPD, with a rapid onset of action following first dose and a good safety and tolerability profile. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Long-acting muscarinic antagonists such as glycopyrronium and tiotropium, along with long-acting beta-2 agonists such as indacaterol, formoterol and salmeterol are the pillars of pharmacological therapy for the long-term management of patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Finally, all the relevant studies show that indacaterol is consistently well tolerated by patients with COPD at every stage, and that it has a high safety profile. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "At the present time, the two available long-acting, fast-onset bronchodilators used in the treatment of COPD are formoterol and the recently marketed indacaterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Both the twice-daily long-acting β(2)-adrenoceptor agonists (LABAs) salmeterol and formoterol and the once-daily LABA indacaterol are indicated for use in COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: We searched PubMed for placebo-controlled studies evaluating long-term (≥24 weeks) use of formoterol, salmeterol, or indacaterol in patients with stable COPD, published between January 1990 and September 2012. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: This is a meta-analysis of the safety and efficacy of indacaterol in chronic obstructive pulmonary disease (COPD) with treatment duration of ≥12 weeks. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The purpose of this study was to update our network meta-analysis in order to compare the efficacy of indacaterol 75 μg with that of a fixed-dose combination of formoterol and budesonide (FOR/BUD) and a fixed-dose combination salmeterol and fluticasone (SAL/FP) for the treatment of chronic obstructive pulmonary disease (COPD) based on evidence identified previously in addition to two new randomized clinical trials. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: Fifteen randomized, placebo-controlled clinical trials including COPD patients were evaluated: indacaterol 75 μg once daily (n = 2 studies), indacaterol 150 μg once daily (n = 5), indacaterol 300 μg once daily (n = 4), FOR/BUD 9/160 μg twice daily (n = 2), FOR/BUD 9/320 μg twice daily (n = 2), SAL/FP 50/500 μg twice daily (n = 4), and SAL/FP 50/250 μg twice daily (n = 1). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The objective of this study was to evaluate the comparative efficacy of indacaterol 75 μg once daily (OD), tiotropium 18 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for the treatment of chronic obstructive pulmonary disease (COPD) based on individual patient data (IPD) from randomized controlled trials (RCTs) from the indacaterol trial program and aggregate data (AD) identified from a systematic review of RCTs. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This article reviews the clinical efficacy and tolerability of indacaterol 150 and 300 μg once daily in adults with moderate to severe COPD, as well as reviewing indacaterol's pharmacological properties and results of a cost-utility analysis. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In short-term trials (≤21 days) in patients with COPD, once-daily indacaterol 150 or 300 μg significantly improved lung function, exercise endurance and lung hyperinflation relative to placebo. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In large, longer-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, once-daily indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to once-daily tiotropium bromide 18 μg (all agents were administered via inhalation). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Combination therapy with indacaterol plus tiotropium bromide improved lung function, dyspnoea, rescue medication use and general health status significantly more than tiotropium bromide alone in patients with moderate to severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The most common adverse event in clinical trials was COPD worsening, which occurred more commonly with placebo than indacaterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In conclusion, indacaterol provides a valuable option for the maintenance treatment of adults with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The FLAME study demonstrated that indacaterol/glycopyrronium (IND/GLY), the fixed-dose combination of a long-acting β2-agonist (LABA, IND) and a long-acting muscarinic antagonist (LAMA, GLY), was superior to salmeterol/fluticasone combination (SFC) in preventing exacerbations in COPD patients with a high risk of exacerbations. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The purpose of this study was to evaluate the correlation between immediate responsiveness with the short-acting β2-agonist salbutamol and effects of treatment with the ultra-long-acting β2-agonist indacaterol in patients with chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: The REVERBREZ study was a phase IV, multicentre, open-label study in which patients with moderate-to-severe COPD received indacaterol 150 μg once-daily for 5 months. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: Immediate FEV1 response to salbutamol did not predict the long-term benefits observed with indacaterol treatment in patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: Inhaled indacaterol (Onbrez Breezhaler), a long-acting β2-agonist, is approved in over 100 countries, including South Korea, as a once-daily bronchodilator for maintenance and treatment of chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: This was an open-label, observational, prospective study in which COPD patients, who were newly prescribed with indacaterol (150 or 300 µg), were evaluated for 12 or 24 weeks. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "RESULTS: Safety data were analyzed in 1,016 patients of the 1,043 enrolled COPD patients receiving indacaterol, and 784 patients were included for the effectiveness analysis. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: In real-life clinical practice in South Korea, indacaterol was well tolerated in COPD patients, and can be regarded as an effective option for their maintenance treatment. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In total, 22 Phase III randomized controlled trials of FDC bronchodilators in COPD were identified, with an additional study including a post-literature search (ten for indacaterol-glycopyrronium once daily, eight for umeclidinium-vilanterol once daily, three for tiotropium-olodaterol once daily, and two for aclidinium-formoterol twice daily). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: This multicentre, randomised, double-blind, single-dose, cross-over, placebo-controlled study evaluated efficacy and safety of the free combination of indacaterol maleate (IND) and glycopyrronium bromide (GLY) versus IND alone on spirometric and body plethysmography parameters, including inspiratory capacity (IC), forced expiratory volume in 1 s (FEV1), forced vital capacity (FVC), total lung capacity (TLC) and airway resistance (Raw) in moderate-to-severe COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Previously, we have reviewed the long-acting muscarinic antagonists (LAMAs) ▼aclidinium,(1) ▼glycopyrronium,(2) tiotropium(3) and ▼umeclidinium,(4) and the long-acting beta2 agonists (LABAs) indacaterol,(5) ▼olodaterol,(6) and ▼vilanterol (in combination with fluticasone) in the management of COPD.(7) Four fixed-dose combinations of a LAMA with a LABA are now available, all indicated as maintenance bronchodilator treatment to relieve symptoms in adult patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " The aim of this report is to assess the added benefit of indacaterol / glycopyrronium in comparison with the appropriate comparator therapy (ACT) in adult patients with chronic obstructive pulmonary disease (COPD) for maintenance bronchodilator treatment to relieve symptoms. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " OBJECTIVE: The objective of this study was to assess the cost effectiveness of the dual bronchodilator indacaterol/glycopyrronium (IND/GLY) compared with salmeterol/fluticasone combination (SFC) in patients with moderate-to-severe chronic obstructive pulmonary disease (COPD) who had a history of one or no exacerbations in the previous year, in Canada, France, Italy, and Portugal. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This study assessed the effect of indacaterol/glycopyrronium fixed dose combination (IND/GLY) 110/50 μg once daily (OD) versus placebo on lung hyperinflation (inspiratory capacity [IC]) and physical activity in patients with moderate-to-severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The GEM3 (Glycopyrrolate Effect on syMptoms and lung function) study assessed the long-term safety and efficacy of a LAMA, glycopyrrolate (GLY) 15.6 μg twice daily (b.i.d.), compared with an approved long-acting β2-agonist (LABA), indacaterol (IND) 75 μg once daily (q.d.) in patients with stable, symptomatic COPD with moderate-to-severe airflow limitation. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Patients who had COPD with a history of at least one exacerbation during the previous year were randomly assigned to receive, by inhalation, either the LABA indacaterol (110 μg) plus the LAMA glycopyrronium (50 μg) once daily or the LABA salmeterol (50 μg) plus the inhaled glucocorticoid fluticasone (500 μg) twice daily. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Indacaterol-glycopyrronium showed not only noninferiority but also superiority to salmeterol-fluticasone in reducing the annual rate of all COPD exacerbations; the rate was 11% lower in the indacaterol-glycopyrronium group than in the salmeterol-fluticasone group (3.59 vs. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The effect of indacaterol-glycopyrronium versus salmeterol-fluticasone on the rate of COPD exacerbations was independent of the baseline blood eosinophil count. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " OBJECTIVE: Indacaterol/glycopyrronium (IND/GLY) is a fixed-dose combination (FDC) of indacaterol, an inhaled long-acting β2-agonist (LABA), and glycopyrronium, an inhaled long-acting muscarinic antagonist (LAMA), developed as a maintenance bronchodilator treatment for patients with chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: This 12-week, randomized, blinded, triple-dummy, parallel-group, non-inferiority study compared once-daily UMEC/VI 62.5/25 mcg with once-daily tiotropium (TIO) 18 mcg + indacaterol (IND) 150 mcg in patients with moderate-to-very-severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "These results were maintained across a variety of assumptions and provide evidence that SFC and indacaterol may lead to improved survival in COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: Results of an NMA of COPD treatments suggest that SFC and indacaterol may reduce mortality. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " We investigated the effects of indacaterol on cough and phlegm in patients with stable chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "We performed a meta-analysis with five randomized controlled trials (RCTs) of indacaterol in stable COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Compared to placebo, a 12-week treatment of the long-acting beta-agonist, indacaterol might not have a significant effect on cough or phlegm in stable COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Several combinations of a LAMA plus a LABA have recently become available in a single inhaler for maintenance therapy for adults with moderate-to-severe COPD, including aclidinium bromide/formoterol fumarate, glycopyrronium/indacaterol and umeclidinium/vilanterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " INSTEAD: a randomised switch trial of indacaterol versus salmeterol/fluticasone in moderate COPD Authors: Rossi A, van der Molen T, Ricardo del Olmo, et al. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In conclusion, several years after introduction of dual bronchodilation, the fixed-dose combination of indacaterol 110 µg/glycopyrronium 50 µg in a single inhaler for once-daily administration via the Breezhaler device (QVA149) has been demonstrated to be a safe and effective treatment for COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVES: The FLIGHT1 and FLIGHT2 studies evaluated the efficacy and safety of QVA149 (indacaterol/glycopyrrolate), a fixed-dose combination of a long-acting β2-agonist (indacaterol) and a long-acting muscarinic antagonist (glycopyrrolate), compared with its monocomponents and placebo in patients with moderate-to-severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Pulmonary function tests, COPD assessment test (CAT), and multifrequency FOT with MostGraph-01 were performed at the beginning and after 8 weeks of treatment with indacaterol or tiotropium. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "AREAS COVERED: We performed an analysis of a recent study evaluating the efficacy and safety of inhaled indacaterol versus inhaled salmeterol/fluticasone in COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "DTB has previously reviewed the use of indacaterol and vilanterol in combination with fluticasone furoate (▼Relvar Ellipta).1,2 In this article we consider the evidence for olodaterol and whether it offers any advantages in the management of COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "AREAS COVERED: The results of the pivotal Phase III IGNITE and EXPEDITION programs show that QVA149 (indacaterol/glycopyrronium FDC) is able to elicit a significant improvement in lung function and patient-reported outcomes, including breathlessness and rescue medication use, reduced rates of COPD exacerbations and health-related quality of life when compared with current standard of care. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This study aimed to evaluate the effect of 12-week indacaterol therapy on daytime physical activity in patients with untreated COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: Twelve weeks of indacaterol improved respiratory function and quality of life, but did not significantly affect physical activity in patients with moderate-to-severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "A combination of glycopyrronium bromide with indacaterol maleate (QVA149) has recently been approved as a once-daily maintenance therapy in adult patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The relative effects of different doses of once-daily indacaterol in the management of patients with COPD are uncertain. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVES: To compare the efficacy and safety of indacaterol versus placebo and alternative twice-daily long-acting beta2-agonists for the treatment of patients with stable COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "AUTHORS' CONCLUSIONS: For patients with stable COPD, use of indacaterol versus placebo results in statistically significant and clinically meaningful improvements in lung function and quality of life. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Within such a context, the aim of this review is to outline the pharmacological basis of dual bronchodilation as well as to discuss the results of the main trials carried out using the drug combination consisting of indacaterol and glycopyrronium, a LABA and a LAMA recently introduced in the treatment of COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: We recruited 79 patients with COPD already treated with tiotropium or indacaterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "We undertook pulmonary function tests, the COPD assessment test (CAT), and the multi-frequency forced oscillation technique (to measure respiratory resistance and reactance) before and after 8 weeks of indacaterol and tiotropium combination therapy. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "AREAS COVERED: Meta-analyses of published data or pooled analyses of primary data provide good insight into the clinical role of indacaterol in COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "However, as indacaterol/glycopyrronium fixed-dose combination (QVA149) shows superior efficacy compared to glycopyrronium and tiotropium in patients with moderate to severe COPD, a fundamental question regarding the use of indacaterol that requires clarification is whether it is preferable to start immediately with QVA149 rather than using indacaterol alone. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " The Indacaterol: Switching Non-exacerbating Patients with Moderate COPD From Salmeterol/Fluticasone to Indacaterol (INSTEAD) study investigated the effect of switching patients at low risk of chronic obstructive pulmonary disease (COPD) exacerbations from salmeterol/fluticasone (SFC; inhaled corticosteroid (ICS) regimen) to indacaterol monotherapy (non-ICS regimen). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This 26-week, double-blind, double-dummy, parallel-group, phase IV study, randomised 581 patients with moderate COPD to indacaterol 150 μg once daily or SFC 50/500 μg twice daily. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This study demonstrated that patients with moderate COPD and no exacerbations in the previous year can be switched from SFC to indacaterol 150 μg with no efficacy loss. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: Indacaterol/glycopyrronium (IND/GLY) is a once-daily inhaled fixed-dose combination of indacaterol (IND), a long-acting β2-adrenergic agonist (LABA), and glycopyrronium (GLY), a long-acting muscarinic antagonist (LAMA) for use as maintenance treatment to relieve symptoms of chronic obstructive pulmonary disease (COPD) in adults. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVE: To determine the economic benefits of IND/GLY compared with the free combination of indacaterol and glycopyrronium (IND + GLY), and with the fixed-dose combination of salmeterol/fluticasone (SFC), in a moderate-to-severe COPD population with low-exacerbation risk. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This paper reviews the efficacy of the once-daily fixed-dose dual bronchodilator combination of indacaterol and glycopyrronium in COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Compared with single therapy with indacaterol, glycopyrronium and tiotropium and fixed combination salmeterol/fluticasone, fixed-dose indacaterol/glycopyrronium has clinically relevant effects on symptoms, health status, lung function, and rate of exacerbations and by that suggests a potential for dual bronchodilation as an important maintenance therapeutic option for some patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The study population consisted of long-acting bronchodilator naive COPD patients, initiating inhalation therapy with mono-LABAs (formoterol, indacaterol or salmeterol). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Subsequent safety concerns over LABA monotherapy in patients with asthma redirected indacaterol's development to centre on COPD, where a good evidence base and guideline recommendations for bronchodilator monotherapy existed. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "To date, indacaterol is approved and marketed in more than 100 countries worldwide for once-daily maintenance treatment of COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: These findings suggest that dual bronchodilation with tiotropium plus indacaterol is superior in airway geometry and lung function compared with Advair(®) in COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: Data from 11,404 patients with chronic obstructive pulmonary disease (COPD) were pooled from 14 clinical studies of QVA149, indacaterol and glycopyrronium of ≥3 month's duration with at least two of the treatment groups: QVA149 110/50 μg, glycopyrronium 50 μg, indacaterol 150 μg, placebo or tiotropium 18 μg. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " PURPOSE: In the absence of head-to-head clinical trials comparing the once-daily, long-acting beta2-agonists olodaterol and indacaterol for the treatment of chronic obstructive pulmonary disease (COPD), an indirect treatment comparison by systematic review and synthesis of the available clinical evidence was conducted. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: A systematic literature review of randomized, controlled clinical trials in patients with COPD was performed to evaluate the efficacy and safety of olodaterol and indacaterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Olodaterol trials included patients of all severities, whilst indacaterol trials excluded patients with very severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: When compared under similar trial conditions, olodaterol and indacaterol have similar efficacy in patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Concerning the real-life management, in respect to LABA, the OD dosing makes indacaterol more convenient for COPD patients and is likely to positively influence the patient's adherence. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Since adherence to medical treatment of chronic diseases, and particularly COPD is a crucial issue in medicine, such aspect should confer to indacaterol a valuable role in clinical practice. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The recently approved combination of indacaterol with the antimuscarinic glycopyrronium [QVA149], based on the demonstration of positive effects on both lung function and PROs, is likely to be a further option for patients with severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Three fixed-dose combination products have recently been approved for the treatment of COPD (the long-acting β2-agonist plus long-acting muscarinic antagonist [LABA/LAMA] combinations glycopyrronium/indacaterol [QVA149] and umeclidinium/vilanterol, and the LABA/ICS fluticasone furoate/vilanterol), with others currently in late-stage development. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The aim of this review is to provide an overview of the clinical studies evaluating the clinical efficacy of the once-daily fixed-dose dual bronchodilator combination of indacaterol and glycopyrronium bromide in patients suffering from COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Fixed-dose once-daily indacaterol/glycopyrronium seems to be safe and well tolerated in patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Compared with single therapy with other long-acting bronchodilators (indacaterol, glycopyrronium, and tiotropium) and fixed-combination long-acting β2-agonist/inhaled corticosteroid (salmeterol/fluticasone twice daily), once-daily fixed-dose indacaterol/glycopyrronium has clinically important effects on symptoms, including dyspnea score, health status, level of lung function, and rate of moderate or severe exacerbations in patients with moderate-to-very severe COPD (Global initiative for chronic Obstructive Lung Disease [GOLD] spirometric criteria). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: Fixed-dose indacaterol/glycopyrronium has clinically relevant effects on important COPD outcome measures and is, in general, superior to therapy with a single long-acting bronchodilator (with or without inhaled corticosteroid) indicating long-acting dual bronchodilation as a potential important maintenance therapeutic option for patients with symptomatic COPD, possibly also for the treatment of naïve patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: Concurrent therapy with tiotropium and indacaterol is effective for COPD patients to promote reduction in airway wall thickness, bronchodilation, and improvements in lung function compared with a single inhaler. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " QVA149 (indacaterol/glycopyrronium) [Xoterna(®) Breezhaler(®), Ultibro(®) Breezhaler(®)] is an inhaled fixed-dose combination of indacaterol (a long-acting selective β2-adrenergic receptor agonist [LABA]) and glycopyrronium (a long-acting muscarinic receptor antagonist [LAMA]) that has been approved in the EU and Japan for the symptomatic control of chronic obstructive pulmonary disease (COPD) in adults. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "GLOW6 evaluated the efficacy and safety of once-daily coadministration of the long-acting β2-agonist indacaterol (IND) and the long-acting muscarinic antagonist glycopyrronium (GLY) versus IND alone in patients with moderate-to-severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " OBJECTIVES: QVA149 is a dual bronchodilator, containing a fixed-dose combination of the long-acting β2-agonist indacaterol and long-acting muscarinic antagonist glycopyrronium, for the treatment of chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " INTRODUCTION: QVA149 is a novel, inhaled, once-daily dual bronchodilator containing a fixed-dose combination of the long-acting β2-agonist indacaterol and the long-acting muscarinic antagonist glycopyrronium (NVA237), for the treatment of chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The study objective was to evaluate the efficacy of indacaterol on quality of life and pulmonary function in patients with COPD in a real-world setting, and also to evaluate its inhaler device (Breezhaler®), which is important for both adherence and management. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: Twenty-eight outpatients with COPD were treated with indacaterol (150 μg once daily for 8 weeks), and the effects on pulmonary function were evaluated using a questionnaire survey with the modified Medical Research Council (mMRC) dyspnea scale and COPD assessment test (CAT) before and after treatment. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: We compared the efficacy and safety of indacaterol and tiotropium in patients with severe chronic obstructive pulmonary disease (COPD) and a history of at least one moderate to severe exacerbation in the previous 12 months. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Respiratory disorders, particularly worsening of COPD, were the most common adverse events (COPD: indacaterol, 747 [43%] of 1721 patients and tiotropium, 665 [39%] of 1718 patients) and serious adverse events (COPD: indacaterol, 147 [9%] of 1721 patients and tiotropium, 121 [7%] of 1718 patients). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: In this parallel-group study, 2224 patients (aged ≥40 years, Global Initiative for Chronic Obstructive Lung Disease stages III-IV, and one or more moderate COPD exacerbation in the past year) were randomly assigned (1:1:1; via interactive voice response or web system; stratified for smoking status) to once-daily QVA149 (fixed-dose combination of indacaterol 110 μg and glycopyrronium 50 μg), glycopyrronium 50 μg, or tiotropium 18 μg for 64 weeks. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Other studies show that there is an additive bronchodilator response with the addition of indacaterol to tiotropium, which would provide a once-daily treatment option for patient with moderate to severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND AND OBJECTIVE: This study, in a predominantly Chinese population, investigated the efficacy and safety of a once-daily (o.d.) inhaled ultra-long-acting β2 -agonist indacaterol for the treatment of moderate-to-severe chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Furthermore, indacaterol 75 μg was well tolerated, while the most frequent adverse effect was deterioration of COPD occurring at a frequency similar to placebo, without major cardiovascular adverse effects. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In conclusion, indacaterol 75 μg, administered once daily, is efficacious and has an excellent tolerability and safety profile, and is therefore a valid alternative in the treatment of COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "AIMS/OBJECTIVES: To audit the effectiveness of indacaterol as maintenance therapy in patients with moderate-to-severe COPD (Global initiative for chronic Obstructive Lung Disease [GOLD] stage II/III). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: This was a single-center audit of a primary care COPD cohort comprising all patients treated with indacaterol following treatment escalation (as per National Institute for Health and Care Excellence guidelines) or failure with other therapies. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " INTRODUCTION: The BEACON study evaluated the efficacy and safety of QVA149, a once-daily dual bronchodilator containing a fixed-dose combination of the long-acting β2-agonist (LABA) indacaterol and long-acting muscarinic antagonist (LAMA) glycopyrronium (NVA237), in development for the treatment of patients with chronic obstructive pulmonary disease (COPD), compared with the free-dose concurrent administration of indacaterol plus glycopyrronium (IND+GLY). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: In this multicenter, double-blind, parallel group study, patients with stage II or stage III COPD (Global initiative for chronic Obstructive Lung Disease [GOLD] 2010) were randomized (1:1) to once-daily QVA149 (110 μg indacaterol/50 μg glycopyrronium) or concurrent administration of indacaterol (150 μg) and glycopyrronium (50 μg) via the Breezhaler® device (Novartis AG, Basel, Switzerland) for 4 weeks. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The objective of this study is to evaluate the comparative efficacy of indacaterol 75/150/300 μg once daily (OD), glycopyrronium bromide 50 μg OD, tiotropium bromide 18 μg/5 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for moderate to severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Concerning adherence with drug treatment and real-life management in respect to long-acting β2-agonists, once-daily dosing makes indacaterol more convenient for COPD patients and is likely to enhance patient adherence. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In long-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, OD indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to OD tiotropium bromide 18 μg. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "These findings suggest that indacaterol can be considered a first choice drug in the treatment of the patient with mild/moderate stable COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "However, in people with COPD who remain symptomatic on treatment with indacaterol, adding a long-acting muscarinic antagonist (LAMA) is the preferable option. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Several phase III studies have shown that indacaterol 150 µg improves lung function, breathlessness, health status, exacerbations, rescue medication use and symptoms, as compared with placebo and other bronchodilators, in patients with COPD, with a rapid onset of action following first dose and a good safety and tolerability profile. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Long-acting muscarinic antagonists such as glycopyrronium and tiotropium, along with long-acting beta-2 agonists such as indacaterol, formoterol and salmeterol are the pillars of pharmacological therapy for the long-term management of patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Finally, all the relevant studies show that indacaterol is consistently well tolerated by patients with COPD at every stage, and that it has a high safety profile. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This article reviews the rationale for current bronchodilator therapy of COPD as well as the current status of a fixed-dose combined inhaler using two novel long-acting agents: glycopyrronium bromide and indacaterol maleate. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: QVA149 is an inhaled, once-daily fixed-dose dual bronchodilator combination of the long-acting β2-agonist indacaterol and long-acting muscarinic antagonist glycopyrronium (NVA237) for the treatment of chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: This 52-week, multicenter, double-blind, parallel-group, placebo-controlled study randomized (2:1) patients with moderate-to-severe COPD to once-daily QVA149 (110 μg indacaterol/50 μg glycopyrronium) or placebo delivered via the Breezhaler device. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " We investigated the efficacy and safety of dual bronchodilation with QVA149 versus its monocomponents indacaterol and glycopyrronium, tiotropium and placebo in patients with moderate-to-severe chronic obstructive pulmonary disease (COPD). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "At the present time, the two available long-acting, fast-onset bronchodilators used in the treatment of COPD are formoterol and the recently marketed indacaterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Since indacaterol, the first once-daily LABA to be developed for the regular treatment of COPD, exhibits fast onset of action and 24-h duration of bronchodilation, we have investigated its effects in patients with AECOPD managed in the emergency department. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The administration of indacaterol 300 μg to patients admitted to emergency department for an AECOPD resulted in a greater improvement of pulmonary function compared with traditional therapy, without cardiovascular side effects. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Our results suggest that indacaterol could be a useful option in the treatment of AECOPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The aim of this study is to establish, from the UK National Health Service (NHS) perspective, the cost-effectiveness profile of indacaterol, the first once-daily long-acting beta2-agonist (LABA), compared with tiotropium and salmeterol, in patients with moderate to severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Health-related quality of life was the main outcome of interest and utility data for the COPD states were based on data from the indacaterol clinical trials and disutility due to exacerbations were taken from the literature. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: A post-hoc analysis of pooled data from clinical studies compared the efficacy and safety of once-daily inhaled bronchodilators indacaterol (150 and 300 μg) and open-label tiotropium (18 μg) according to baseline dyspnoea severity on the modified Medical Research Council (mMRC) scale in patients with COPD (mMRC scores <2 = 'less dyspnoea'; scores ≥2 = 'more dyspnoea'). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In patients with less dyspnoea: indacaterol (both doses) improved 24-h post-dose ('trough') forced expiratory volume in 1 s (FEV1), transition dyspnoea index (TDI) and St George's Respiratory Questionnaire (SGRQ) total scores at week 26 and reduced the risk of COPD exacerbations vs placebo; and open-label tiotropium improved trough FEV1 and TDI total score vs placebo at week 26. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In patients with more dyspnoea: indacaterol (both doses) improved trough FEV1, TDI and SGRQ total scores at week 26; indacaterol 300 μg was the only treatment to improve the TDI total score by more than the minimum clinically important difference (≥1 point) vs placebo; and open-label tiotropium improved trough FEV1, TDI total score at week 26 and decreased the risk of COPD exacerbations vs placebo. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "As there is no cure for COPD, a major goal of treatment and of research into new therapies is to improve HR-QOL in COPD patients.CONCLUSION: More recently, indacaterol, an inhaled ultra-long-acting β(2)-agonist (24-hour action), has been approved in many countries at different doses (between 75 and 300 μg once daily) for treatment of patients with stable but symptomatic COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The aim of this review was to explore once-daily indacaterol clinical data as related to improvement in HR-QOL in COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Both the twice-daily long-acting β(2)-adrenoceptor agonists (LABAs) salmeterol and formoterol and the once-daily LABA indacaterol are indicated for use in COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: We searched PubMed for placebo-controlled studies evaluating long-term (≥24 weeks) use of formoterol, salmeterol, or indacaterol in patients with stable COPD, published between January 1990 and September 2012. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: This is a meta-analysis of the safety and efficacy of indacaterol in chronic obstructive pulmonary disease (COPD) with treatment duration of ≥12 weeks. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This review profiles the efficacy, safety and tolerability of indacaterol, an inhaled β(2)-agonist bronchodilator for once-daily maintenance treatment of patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "After 12 weeks of treatment with a once-daily dose of 75 µg (the dose approved in the USA and Canada) in patients with moderate to severe COPD, compared with placebo, indacaterol provided significant and clinically relevant levels of bronchodilation [difference in trough forced expiratory volume in 1 s: 131 ml; 95% confidence interval (CI) 104-159; p < 0.001], together with significant reductions in symptom scores (difference in transition dyspnea index total score: 0.84 points; 95% CI 0.37-1.31; p < 0.001) and improvements in health status (difference in St George's Respiratory Questionnaire total score: -3.8 units; 95% CI -5.6 to -2.0; p < 0.001). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Indirect comparisons analyzing pooled clinical data and meta-analyses suggest that treatment with indacaterol 75 µg once daily may be effective in reducing exacerbations of COPD, and that its effects on lung function and health status will be comparable with other currently available inhaled long-acting bronchodilators used for COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "To date, the effect of indacaterol, a β2-agonist, on activities of daily living in COPD patients is not well understood. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The aim of this study was to evaluate the efficacy of indacaterol with regard to activities of daily living in patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: In this nonrandomized open-label study, 23 patients with COPD were instructed to carry an accelerometer for 4 weeks without indacaterol therapy and then for another period of 4 weeks while receiving indacaterol therapy. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "RESULTS: The number of steps, duration of moderate or greater physical activity, and energy expenditure were significantly increased after treatment with indacaterol compared with baseline data in all patients with COPD; the metabolic equivalent of task was also significantly enhanced after treatment with indacaterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: This study provides early evidence that indacaterol improves daily physical activity in patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Phase II studies have shown that a fixed-dose combination of glycopyrronium and the 24-hour LABA indacaterol, produces rapid and sustained bronchodilation compared with indacaterol monotherapy in patients with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Additionally, indacaterol and roflumilast, 2 new COPD treatment agents approved by the Food and Drug Administration in 2011, are discussed. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The purpose of this study was to update our network meta-analysis in order to compare the efficacy of indacaterol 75 μg with that of a fixed-dose combination of formoterol and budesonide (FOR/BUD) and a fixed-dose combination salmeterol and fluticasone (SAL/FP) for the treatment of chronic obstructive pulmonary disease (COPD) based on evidence identified previously in addition to two new randomized clinical trials. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: Fifteen randomized, placebo-controlled clinical trials including COPD patients were evaluated: indacaterol 75 μg once daily (n = 2 studies), indacaterol 150 μg once daily (n = 5), indacaterol 300 μg once daily (n = 4), FOR/BUD 9/160 μg twice daily (n = 2), FOR/BUD 9/320 μg twice daily (n = 2), SAL/FP 50/500 μg twice daily (n = 4), and SAL/FP 50/250 μg twice daily (n = 1). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The aim of our study was to assess the impact of indacaterol add-on therapy on lung function, exercise tolerance and quality of life of COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Thirty four COPD patients, receiving stable bronchodilator therapy were randomly allocated into two arms of add-on treatment (1:1 - indacaterol:placebo) for 3 months. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "We conclude that the add-on therapy with indacaterol exerts positive effects in COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The objective of this study was to evaluate the comparative efficacy of indacaterol 75 μg once daily (OD), tiotropium 18 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for the treatment of chronic obstructive pulmonary disease (COPD) based on individual patient data (IPD) from randomized controlled trials (RCTs) from the indacaterol trial program and aggregate data (AD) identified from a systematic review of RCTs. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Several once-daily β(2)-AR agonists or ultra-long-acting β(2)-AR-agonists (LABAs), such as indacaterol, olodaterol, and vilanterol, are already in the market or under development for the treatment of COPD and asthma, but current recommendations suggest the use of LABAs only in combination with an inhaled corticosteroid. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In this article, we consider the evidence for indacaterol and how its use fits with current management strategies for COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: In two identically designed, double-blind, 12-week studies, patients with moderate to severe COPD were randomised to indacaterol 150 μg once daily or matching placebo. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This review summarises published evidence regarding the efficacy, tolerability and safety of indacaterol in regard to lung function and symptoms of COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This study investigated the effects of the phosphodiesterase 4 inhibitor roflumilast, combined with the long acting β2 adrenergic agonist indacaterol, both approved therapeutics for COPD, on fibroblast functions that contribute to inflammation and airway fibrosis. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Current evidence indicates that indacaterol is suitable for use as first-line monotherapy in COPD patients with moderate disease (Global Initiative for Chronic Obstructive Lung Disease [GOLD] stage II) and beyond that do not require an inhaled corticosteroid (ICS) as per GOLD guidelines, or in combination with an ICS in severe or very severe patients with repeated exacerbations. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "This article reviews the clinical efficacy and tolerability of indacaterol 150 and 300 μg once daily in adults with moderate to severe COPD, as well as reviewing indacaterol's pharmacological properties and results of a cost-utility analysis. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In short-term trials (≤21 days) in patients with COPD, once-daily indacaterol 150 or 300 μg significantly improved lung function, exercise endurance and lung hyperinflation relative to placebo. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In large, longer-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, once-daily indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to once-daily tiotropium bromide 18 μg (all agents were administered via inhalation). "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Combination therapy with indacaterol plus tiotropium bromide improved lung function, dyspnoea, rescue medication use and general health status significantly more than tiotropium bromide alone in patients with moderate to severe COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "The most common adverse event in clinical trials was COPD worsening, which occurred more commonly with placebo than indacaterol. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "In conclusion, indacaterol provides a valuable option for the maintenance treatment of adults with COPD. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "We carried out a large pharmacogenetic analysis testing for an association between common ADRB2 polymorphisms and indacaterol response in COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Our analysis showed little evidence for the association between these ADRB2 variants and indacaterol response, suggesting that ADRB2 genetic variation is unlikely to have a major role in differential response to indacaterol treatment in COPD patients. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "indacaterol", "disease": "COPD", "polarity": 0, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "Budesonide", "disease": "COPD", "polarity": 1, "orig_sen": " Budesonide/formoterol (BF) is available in two delivery systems, the dry powder inhaler (DPI) Turbuhaler and a pressurized metered dose inhaler (pMDI) for use in patients with asthma or chronic obstructive pulmonary disease (COPD). "}, {"drug": "Budesonide", "disease": "COPD", "polarity": 1, "orig_sen": "AIM: To study the effects of addition of Theophylline to the combination of Formoterol plus Budesonide on various objective and subjective parameters in moderate to severe COPD patients and to assess the safety profile of the combination. "}, {"drug": "Budesonide", "disease": "COPD", "polarity": 1, "orig_sen": "CONCLUSION: Addition of Theophylline to Formoterol plus Budesonide reduces dyspnea, improves exercise performance and pulmonary functions in moderate to severe COPD. "}, {"drug": "Budesonide", "disease": "COPD", "polarity": 1, "orig_sen": "CONCLUSIONS: Budesonide/formoterol 160/4.5 μg two inhalations twice daily was effective and well tolerated in patients with moderate to severe COPD, offering benefits over formoterol alone in terms of improved lung function and reduced risk of exacerbation. "}, {"drug": "Budesonide", "disease": "COPD", "polarity": 1, "orig_sen": "CONCLUSIONS: Budesonide/formoterol has a fast onset of bronchodilation effect in patients with moderate-severe COPD and asthma. "}, {"drug": "Budesonide", "disease": "COPD", "polarity": 1, "orig_sen": "The gas flow rate and volume responses in patients with COPD differ from those with asthma after inhalation of Budesonide/formoterol. "}, {"drug": "Fluticasone propionate", "disease": "COPD", "polarity": 1, "orig_sen": "The EFFECT (Efficacy of Fluticasone propionate/FormotErol in COPD Treatment) trial is a Phase III, 52-week, randomized, double-blind study to evaluate the efficacy and safety of two doses of fluticasone propionate/formoterol compared to formoterol monotherapy in COPD patients with FEV1 ≥50% predicted and a history of exacerbations. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In total, 22 Phase III randomized controlled trials of FDC bronchodilators in COPD were identified, with an additional study including a post-literature search (ten for indacaterol-glycopyrronium once daily, eight for umeclidinium-vilanterol once daily, three for tiotropium-olodaterol once daily, and two for aclidinium-formoterol twice daily). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " INTRODUCTION: An extrafine combination of beclometasone dipropionate (BDP) and formoterol fumarate (FF) via a pressurised metered-dose inhaler (pMDI) has been commercially available for some years for the management of asthma and chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " The aim of the present report is to assess the added benefit of aclidinium bromide / formoterol (hereinafter referred to as “aclidinium / formoterol”) as a maintenance bronchodilator treatment for relief of symptoms in adult patients with chronic obstructive pulmonary disease (COPD) in comparison with the appropriate comparator therapy (ACT). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The Federal Joint Committe (G-BA) specified the following appropriate comparator therapy (ACT): The graded scheme of the current German National Care Guideline COPD is to be taken into account:From Stage II, long-acting beta-2 sympathomimetics (formoterol, salmeterol) and/or long-acting anticholinergics (tiotropium bromide), From Stage III / IV with more than 2 exacerbations per year, inhaled corticosteroids (ICS) should be used in addition. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "New inhaled ICS/LABA/LAMA FDCs, including fluticasone furoate/vilanterol/umeclidinium, budesonide/formoterol/glycopyrronium and beclometasone/formoterol/glycopyrronium, are in Phase III of clinical development for COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "This pooled analysis of two Phase III studies assessed the impact of aclidinium/formoterol on patients with COPD categorized by symptom status. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: Data were pooled from two 24-week, randomized, placebo-controlled studies of twice-daily aclidinium/formoterol 400/12 µg in moderate-to-severe COPD (ACLIFORM [NCT01462942] and AUGMENT [NCT01437397]). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: Aclidinium/formoterol 400/12 µg provided consistent improvements in bronchodilation and symptoms versus monotherapies and reduced exacerbations versus placebo in more symptomatic patients with moderate-to-severe COPD, regardless of the definition used. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "We designed this study to assess efficacy of single-inhaler combination of an extra fine formulation of beclometasone dipropionate, formoterol fumarate, and glycopyrronium bromide (BDP/FF/GB) in COPD compared with beclometasone dipropionate and formoterol fumarate (BDP/FF) treatment. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "AREAS COVERED: The present article will discuss the current unmet needs in pharmacological therapy of COPD, will then briefly cover the pharmacokinetic and pharmacodynamic characteristics of the formoterol/glycopyrronium fixed dose combination and present the novel delivery system based on engineered microparticles and the co-suspension technology. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " The efficacy and safety of twice-daily aclidinium bromide/formoterol fumarate was compared with that of salmeterol/fluticasone propionate in patients with stable, moderate-to-severe chronic obstructive pulmonary disease (COPD).AFFIRM COPD (Aclidinium and Formoterol Findings in Respiratory Medicine COPD) was a 24-week, double-blind, double-dummy, active-controlled study. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "While both treatments were well tolerated, pneumonia occurred less frequently with aclidinium/formoterol than salmeterol/fluticasone.In stable COPD, aclidinium/formoterol significantly improved bronchodilation versus salmeterol/fluticasone, with equivalent benefits in symptom control and reduction in exacerbation risk. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: A model was developed to estimate the healthcare resource use and costs associated with asthma and COPD management in people using commonly prescribed DPIs (budesonide + formoterol Turbuhaler(®) or fluticasone + salmeterol Accuhaler(®)) over 1 year in Spain, Sweden and the United Kingdom (UK). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "RESULTS: The direct cost burden of managing asthma and COPD for people using budesonide + formoterol Turbuhaler(®) or fluticasone + salmeterol Accuhaler(®) in 2015 was estimated at €813 million, €560 million, and €774 million for Spain, Sweden and the UK, respectively. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " PURPOSE: This meta-analysis was performed to compare the risks and benefits of combined treatment with tiotropium plus formoterol versus tiotropium alone for stable moderate-to-severe COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: A comprehensive search of MEDLINE, EMBASE, CINAHL, and the Cochrane Library was performed to identify randomized controlled trials (RCTs) that compared formoterol plus tiotropium to tiotropium alone in COPD patients with a duration of at least 4 weeks. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: Compared with tiotropium alone, tiotropium in combination with formoterol improved lung function and the symptoms of dyspnea in stable moderate-to-severe COPD patients. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " Budesonide/formoterol (BF) is available in two delivery systems, the dry powder inhaler (DPI) Turbuhaler and a pressurized metered dose inhaler (pMDI) for use in patients with asthma or chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Our results confirm the rapid onset of action of formoterol when combined with budesonide in patients with COPD and indicate that the onset of bronchodilation induced by BF Spiromax is faster than that elicited by BF Turbuhaler. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " A fixed-dose inhaled corticosteroid/long-acting β2-agonist (ICS/LABA) combination of extrafine beclometasone dipropionate and formoterol fumarate (BDP/FF) has been recently approved for use in chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Aclidinium bromide/formoterol fumarate 400/12 μg fixed-dose combination (FDC) has recently been licensed for use in adults with COPD in the European Union. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In controlled trials, olodaterol was shown to be as effective as formoterol twice daily, but significantly superior in terms of quality of life in patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "While mometasone/formoterol does not currently have an FDA-approved indication for COPD, evidence from 2 phase 3 trials demonstrated that mometasone/formoterol can improve lung function and was well tolerated in patients with moderate-to-very severe COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Based on these data, a therapeutic interchange was implemented in the Kaiser Permanente Mid-Atlantic States region to convert patients with a COPD diagnosis from fluticasone/salmeterol to mometasone/formoterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVE: To evaluate the impact of a therapeutic interchange from fluticasone/salmeterol to mometasone/formoterol on health outcomes in patients with COPD in a large ambulatory and managed care setting. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: The investigators retrospectively reviewed the electronic medical records of patients with a COPD diagnosis who had a prescription for fluticasone/salmeterol converted to mometasone/formoterol between March 6, 2011, to March 6, 2013. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The primary endpoint was the determination of the difference in the occurrence of COPD exacerbations 6 months pre- and postconversion from fluticasone/salmeterol to mometasone/formoterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "RESULTS: Within our patient population, 34.2% (n = 178) of patients experienced at least 1 COPD exacerbation while prescribed fluticasone/salmeterol compared with 28.6% (n = 149) of patients while prescribed mometasone/formoterol (P = 0.030). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "A later subgroup analysis of the primary outcome revealed that factors associated with a statistically significant decrease in the occurrence of COPD exacerbations were male sex (P = 0.023), comorbid asthma (P = 0.026), and conversion from fluticasone/salmeterol to a more potent dose of mometasone/formoterol (P = 0.014). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: There was a statistically significant decrease in the proportion of patients who experienced COPD exacerbations postconversion from fluticasone/salmeterol to mometasone/formoterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "This study is an example of a real-world therapeutic interchange that provides additional data to support the use of mometasone/formoterol for its unlabeled COPD indication. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVE: To evaluate health care costs and utilization among COPD patients newly initiating ICS/LABA combination therapy with budesonide/formoterol (BFC) or fluticasone/salmeterol (FSC) in a managed care system. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: This post hoc analysis is based on data from three double-blind, randomized studies in patients with moderate-to-very-severe COPD receiving twice-daily budesonide/formoterol or formoterol alone for 6 or 12 months. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "These data define the aclidinium-formoterol fixed-dose combination as a new treatment option for patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " INTRODUCTION: The objective of this study was to estimate the relative efficacy and safety of fixed-dose combination aclidinium/formoterol 400/12 μg twice daily compared to tiotropium 18 μg once daily in adult patients with moderate-to-severe chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The EFFECT (Efficacy of Fluticasone propionate/FormotErol in COPD Treatment) trial is a Phase III, 52-week, randomized, double-blind study to evaluate the efficacy and safety of two doses of fluticasone propionate/formoterol compared to formoterol monotherapy in COPD patients with FEV1 ≥50% predicted and a history of exacerbations. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "This study assessed the effect of aclidinium bromide combined with formoterol on COPD lung (n=20) and non-COPD lung (n=10) derived epithelial cells stimulated with TGF-β1+carbachol on: (i) the generation of mesenchymal cells in relation to epithelial cells, (II) extracellular matrix (ECM) deposition, and (iii) the interaction of ECM on the generation of epithelial and mesenchymal cells. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Our results suggest that the beneficial effect of aclidinium bromide and formoterol involves cAMP affecting both, the accumulation of mesenchymal cells and ECM remodeling, which may explain the beneficial effect of the drugs on lung function in COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND AND OBJECTIVE: Triple combination therapy with tiotropium plus budesonide/formoterol has improved lung function and reduced exacerbation risk in patients with chronic obstructive pulmonary disease (COPD) in Western countries, but no such data exist for East Asian patients. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "This study aimed to evaluate the efficacy and tolerability of adding budesonide/formoterol to tiotropium compared with tiotropium alone in East Asian patients with severe/very severe COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: In East Asian patients with severe/very severe COPD, adding budesonide/formoterol to tiotropium was associated with significant improvements in FEV1 and HRQoL and lower COPD exacerbation rates. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Several combinations of a LAMA plus a LABA have recently become available in a single inhaler for maintenance therapy for adults with moderate-to-severe COPD, including aclidinium bromide/formoterol fumarate, glycopyrronium/indacaterol and umeclidinium/vilanterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " OBJECTIVE: This retrospective cohort study compared exacerbations, health services utilization, and costs among chronic obstructive pulmonary disease (COPD) patients who received nebulized arformoterol or nebulized formoterol therapy. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Among patients with ≥1 hospital admission, COPD-related costs per inpatient stay were significantly lower for nebulized arformoterol users than nebulized formoterol users (median = $9542 vs $14,025; p = 0.009). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "After controlling for confounders, nebulized arformoterol users had 19% marginally lower risk of exacerbations than nebulized formoterol users (hazard ratio = 0.81, 95% confidence interval = 0.64-1.03; p < 0.084) and 14.4% marginally lower COPD-related total costs at 1 year post-index (p = 0.062), primarily related to fewer hospital readmissions (7.6% vs 12.2%) and lower average costs per readmission stay (median = $7392 vs $18 081; p = 0.006). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The studies presented here provide further data on attributes (in vitro dosing consistency with budesonide-formoterol (DuoResp) Spiromax; flow rates through empty versions of the Spiromax and Turbuhaler inhaler) of importance to patients with asthma or COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: We performed a retrospective analysis of data from a study (ClinicalTrials.gov registration: NCT00419744) comparing budesonide/formoterol 320/9 μg with formoterol 9 μg (both twice daily) in patients with moderate-to-very-severe COPD; reliever salbutamol 90 μg was provided. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: SABA reliever use is a predictor of short- and long-term exacerbation risk in moderate-to-very-severe COPD patients with a history of exacerbations receiving budesonide/formoterol or formoterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The combination of aclidinium bromide, a long-acting anticholinergic, and formoterol fumarate, a long-acting beta2-agonist (400/12 μg twice daily) achieves improvements in lung function greater than either monotherapy in patients with chronic obstructive pulmonary disease (COPD), and is approved in the European Union as a maintenance treatment. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: Patients ≥40 years with moderate to severe COPD (post-bronchodilator forced expiratory volume in 1 s [FEV1]/forced vital capacity <70 % and FEV1 ≥30 % but <80 % predicted normal) were randomised (ACLIFORM: 2:2:2:2:1; AUGMENT: 1:1:1:1:1) to twice-daily aclidinium/formoterol 400/12 μg or 400/6 μg, aclidinium 400 μg, formoterol 12 μg or placebo via Genuair™/Pressair®. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: Aclidinium/formoterol 400/12 μg significantly improves 24-hour symptom control compared with placebo, aclidinium and formoterol in patients with moderate to severe COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "This study was designed to evaluate the clinical and economic consequences of salmeterol/fluticasone (SF), formoterol/budesonide (FB), and formoterol/fluticasone (FF) in severe and very severe chronic obstructive pulmonary disease (COPD) patients. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In addition to the well-known fixed-dose drug associations such as fluticasone propionate/salmeterol xinafoate and budesonide/formoterol fumarate, other newly developed ICS/LABA combinations are currently emerging as very interesting pharmacological options for COPD treatment. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The fast onset of action and the full agonism of formoterol need to be considered in order to select the best pharmacological treatment of asthma and COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "No randomized clinical trial has compared exacerbation rates among COPD patients receiving budesonide/formoterol combination (BFC) and fluticasone/salmeterol combination (FSC) to date, and only limited comparative data are available. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The efficacy and safety of a fixed-dose combination (FDC) of aclidinium bromide, a long-acting muscarinic antagonist, and formoterol fumarate, a long-acting β2-agonist, in patients with moderate to severe COPD are presented. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: In this 24-week double-blind study, 1692 patients with stable COPD were equally randomized to twice-daily treatment with FDC aclidinium 400 μg/formoterol 12 μg (ACL400/FOR12 FDC), FDC aclidinium 400 μg/formoterol 6 μg (ACL400/FOR6 FDC), aclidinium 400 μg, formoterol 12 μg, or placebo administered by a multidose dry powder inhaler (Genuair®/Pressair®)*. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Aclidinium/formoterol FDC may be an effective and well tolerated new treatment option for patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " This review will be focused on the development of aclidinium bromide/formoterol fumarate (ACLI/FORM) fixed-dose combinations (FDC) that have been granted marketing authorization by the European Commission to be used as a maintenance bronchodilator treatment to relieve symptoms in adult patients with chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Fixed-dose combinations of aclidinium/formoterol have been evaluated in COPD patients and evidence suggests that this is efficacious, safe, has a quick onset of action and is well tolerated. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "We aimed to derive this by analyzing data from three existing COPD clinical trials of budesonide/formoterol, formoterol, or placebo in patients with moderate-to-very-severe COPD and a history of exacerbations in the previous year. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The beclomethasone/formoterol extrafine formulation is available for the treatment of asthma and COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Thus, this review assesses differences in the efficacy and the safety profiles of the ICS components in the two more frequently used ICS/LABA combinations (budesonide/formoterol and fluticasone/salmeterol) for the management of COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "One retrospective cohort study suggested a greater efficacy for the budesonide/formoterol combination on hospital or emergency department admissions, oral corticosteroid courses, and addition of tiotropium, and an observational real-life study reported a greater reduction of COPD exacerbations with budesonide/formoterol than with fluticasom/salmeterol combination. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "On the other hand, no similar increased risk of pneumonia has been reported in patients with COPD treated with the budesonide/formoterol combination. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: Aclidinium/formoterol is a twice-daily (BID) fixed-dose combination (FDC) in development for chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The efficacy and safety of aclidinium/formoterol versus monotherapy and placebo in patients with COPD was assessed. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Aclidinium/formoterol may be an effective treatment for patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In this study we analyzed native and activated cell profiles in sputum of 22 stable COPD patients receiving formoterol (F) or formoterol + tiotropium (F + T) for 3 months. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The study population consisted of long-acting bronchodilator naive COPD patients, initiating inhalation therapy with mono-LABAs (formoterol, indacaterol or salmeterol). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "AIM: To assess the adherence of patients diagnosed with asthma and COPD treated with polytherapy with fluticasone propionate and formoterol fumarate using the Fantasmino inhaler in relation to primary diagnosis and illness perception as well as patients' and doctors' opinion about this form of therapy. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: The illness perception, younger age, disease duration and severity are predictors of adherence to treatment with fluticasone propionate and formoterol fumarate using the Fantasmino inhaler among patients with asthma and COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "MATERIALS AND METHODS: COPD patients (n=40), mean FEV1 58% predicted normal, received single-dose inhaled formoterol 9μg, or placebo, followed by 8 weeks treatment bid with a combination of budesonide and formoterol Turbuhaler(®) 320/9μg or formoterol Turbuhaler(®). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: In COPD, OE-MRI parameters showed response to both single-dose bronchodilatory effects of a β2-agonist, formoterol, and 8-week treatment with an inhaled corticosteroid, budesonide, and the measurements are feasible in a small-scale multi-center trial setting. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " OBJECTIVE: To compare clinical and demographic characteristics, resource utilization and costs of chronic obstructive pulmonary disease (COPD) patients prior to initiating budesonide-formoterol combination (BFC) or tiotropium-maintenance therapy. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The Easyhaler(®) (EH) device-metered dry powder inhaler containing budesonide and formoterol is being developed for asthma and chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "PATIENTS AND METHODS: Effectiveness data from the PATHOS study, a population-based, retrospective, observational registry study conducted in Sweden, in terms of reduction in COPD and pneumonia-related hospitalizations, were considered, in order to estimate the differences in resource consumption between patients treated with budesonide/formoterol and fluticasone/salmeterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "RESULTS: The PATHOS study demonstrated a significant reduction in COPD hospitalizations and pneumonia-related hospitalizations in patients treated with budesonide/formoterol versus fluticasone/salmeterol (-29.1% and -42%, respectively). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In the base case, the treatment of a patient for 1 year with budesonide/formoterol led to a saving of €499.90 (€195.10 for drugs, €193.10 for COPD hospitalizations, and €111.70 for pneumonia hospitalizations) corresponding to a -27.6% difference compared with fluticasone/salmeterol treatment. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: Treatment of COPD with budesonide/formoterol compared with fluticasone/salmeterol could lead to a reduction in direct health care costs, with relevant improvement in clinical outcomes. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In COPD subjects, budesonide/formoterol significantly increased the BAL concentrations of pro-SFTPB by a median of 62.46 ng/ml (p=0.022) or 48.7% from baseline median value. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The objective of this study is to evaluate the comparative efficacy of indacaterol 75/150/300 μg once daily (OD), glycopyrronium bromide 50 μg OD, tiotropium bromide 18 μg/5 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for moderate to severe COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In long-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, OD indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to OD tiotropium bromide 18 μg. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Long-acting β2-agonists (LABAs) have long been used for symptomatic management of COPD, with salmeterol and formoterol being the commonly used twice-daily treatments. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Long-acting muscarinic antagonists such as glycopyrronium and tiotropium, along with long-acting beta-2 agonists such as indacaterol, formoterol and salmeterol are the pillars of pharmacological therapy for the long-term management of patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In a double-blind, crossover study, 38 participants with moderate to severe COPD on tiotropium were randomised to receive either formoterol or placebo for 6 weeks. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Thirty stable COPD patients (21 males and 9 females, mean age 67 years) receiving 12 μg BID formoterol therapy were assessed before and after 3 months' add-on therapy consisting of 18 μg QID tiotropium. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Our aim was to isolate cells from induced sputum of COPD patients treated with formoterol or formoterol + tiotropium and assess enzymatic activity of histone deacetylases (HDACs) acetylated histone 4 (AcH4) and expression of inducible nitric oxide synthase (iNOS). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "PARTICIPANTS: Patients with COPD diagnosed by a physician and prescriptions of either budesonide/formoterol or fluticasone/salmeterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "At the present time, the two available long-acting, fast-onset bronchodilators used in the treatment of COPD are formoterol and the recently marketed indacaterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "GOLD guidelines recommend combining long-acting bronchodilators with differing mechanisms of action if the control of COPD is insufficient with monotherapy, and recent years have seen growing interest in the additional benefits that combination of long-acting muscarinic antagonists (LAMAs), typified by tiotropium, with long-acting β(2)-agonists (LABAs), such as formoterol and salmeterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND AND OBJECTIVE: The efficacy and tolerability of budesonide/formoterol versus formoterol in patients with moderate to severe chronic obstructive pulmonary disease (COPD) was evaluated. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: In this randomized, double-blind, parallel-group, phase III study (NCT01069289), patients with moderate to severe COPD for ≥2 years received either budesonide/formoterol 160/4.5 μg two inhalations twice daily via Turbuhaler® or formoterol 4.5 μg two inhalations twice daily via Turbuhaler® for 12 weeks. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Both treatments were well tolerated; the incidence and type of adverse events were similar: most commonly reported (budesonide/formoterol vs formoterol): COPD (8.0% vs 9.4%) and nasopharyngitis (5.5% vs 4.9%). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: Budesonide/formoterol 160/4.5 μg two inhalations twice daily was effective and well tolerated in patients with moderate to severe COPD, offering benefits over formoterol alone in terms of improved lung function and reduced risk of exacerbation. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: Coadministration of mometasone furoate (MF) and formoterol fumarate (F) produces additive effects for improving symptoms and lung function and reduces exacerbations in patients with asthma and chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The present study assessed the relative systemic exposure to MF and characterized the pharmacokinetics of MF and formoterol in patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The aim of this study was to investigate exacerbation rates in primary care patients with COPD treated with budesonide/formoterol compared with fluticasone/salmeterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: Patients with physician-diagnosed COPD and a record of postdiagnosis treatment with a fixed combination of budesonide/formoterol or fluticasone/salmeterol were included. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The exacerbation rates were 0.80 and 1.09 per patient-year in the budesonide/formoterol and fluticasone/salmeterol groups, respectively (difference of 26.6%; P < 0.0001); yearly rates for COPD-related hospitalizations were 0.15 and 0.21, respectively (difference of 29.1%; P < 0.0001). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: Long-term treatment with fixed combination budesonide/formoterol was associated with fewer healthcare utilization-defined exacerbations than fluticasone/salmeterol in patients with moderate and severe COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "EXPERT OPINION: Studies assessing the impact of aclidinium bromide/formoterol fumarate fixed-dose combination on COPD exacerbations, exercise capacity and hospitalisations are clearly needed to better detect its potential effects of disease modification in COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The long-acting beta(2)-agonists (LABAs), including salmeterol and formoterol, have 12-hour duration of action and are used with a twice-daily dosing regimen for long-term COPD treatment. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Both the twice-daily long-acting β(2)-adrenoceptor agonists (LABAs) salmeterol and formoterol and the once-daily LABA indacaterol are indicated for use in COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: We searched PubMed for placebo-controlled studies evaluating long-term (≥24 weeks) use of formoterol, salmeterol, or indacaterol in patients with stable COPD, published between January 1990 and September 2012. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Here we aimed to evaluate the morphological effect by adding a budesonide/formoterol combination to tiotropium in COPD patients using three-dimensional MDCT. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "George's Respiratory Questionnaire (SGRQ) and MDCT imaging studies were performed at the beginning and after budesonide/formoterol combination treatment for 12 weeks in 14 patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " OBJECTIVE: This study investigated the rapid onset of bronchodilation effect and compared lung function changes following budesonide/formoterol (Symbicort Turbuhaler®) inhalation in Chinese patients with moderate-severe chronic obstructive pulmonary disease (COPD) and bronchial asthma. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The primary end-point was lung function change 3 min after drug inhalation, and the secondary end-points were comparison of the gas flow rate (ΔFEV1) and volume responses (ΔFVC, ΔIC) between COPD and asthma patients after inhalation of budesonide/formoterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: Budesonide/formoterol has a fast onset of bronchodilation effect in patients with moderate-severe COPD and asthma. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The gas flow rate and volume responses in patients with COPD differ from those with asthma after inhalation of Budesonide/formoterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "RESULTS: The asthma phenotype was significantly younger, had a strong association with hypertrophy of nasal turbinates, and registered a significant improvement of FEV(1) (350 ml) vs a decline of - 26.5 ml in the COPD phenotype following therapy with budesonide/formoterol for one year. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The long-acting β2-adrenergic receptor (β2AR) agonist formoterol, a racemate comprised of (R,R)- and (S,S)-enantiomers, is commonly used as a vasodilator in chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The goals of this study were to examine effects of racemic formoterol and its enantiomers on PAVSM cell proliferation as it relates to COPD-associated PH. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "These data suggest that (R,R) formoterol may be considered as potential adjuvant therapy to inhibit PAVSM cell proliferation in COPD-associated PH. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "We discuss the pharmacology, clinical efficacy, and safety of arformoterol, and provide recommendations for its use during longitudinal management of patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVES: The aim of this study was to compare the effect of inhaled budesonide/formoterol with inhaled fluticasone/salmeterol in severe COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The purpose of this study was to update our network meta-analysis in order to compare the efficacy of indacaterol 75 μg with that of a fixed-dose combination of formoterol and budesonide (FOR/BUD) and a fixed-dose combination salmeterol and fluticasone (SAL/FP) for the treatment of chronic obstructive pulmonary disease (COPD) based on evidence identified previously in addition to two new randomized clinical trials. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Twenty one stable COPD patients (18 males and 3 females, mean age 65 years) receiving 12 μg B.I.D formoterol were assayed before and after 3 month add-on therapy, consisting of 18 μg Q.D. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Aims of our study were to investigate if real life COPD treatment affects peripheral blood NK cells total count and their receptors expression and to assess if different doses of formoterol and budesonide, administered alone or in combination, are able to modulate the surface expression of activating (NKp30, NKp44, NKp46 and NKG2D) and inhibitory (KIR2DL2/L3, KIR3DL1 and NKG2A) receptors on peripheral blood NK cells of COPD patients. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Its expression was significantly downregulated by budesonide alone and in combination with formoterol in COPD patients. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The addition of tiotropium bromide (TIO) to formoterol fumarate (FOR) improves exercise performance in patients with chronic obstructive pulmonary disease (COPD). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The objective of this study was to evaluate the comparative efficacy of indacaterol 75 μg once daily (OD), tiotropium 18 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for the treatment of chronic obstructive pulmonary disease (COPD) based on individual patient data (IPD) from randomized controlled trials (RCTs) from the indacaterol trial program and aggregate data (AD) identified from a systematic review of RCTs. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "24 subjects among the COPD outpatients were enrolled, and randomized to receive either formoterol (12 μg bid) or tiotropium (18 μg od). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In conclusion, tiotropium showed a better antiinflammatory activity profile when compared to formoterol in a clinical setting, reducing superoxide and LTB₄ production by peripheral neutrophils obtained from COPD subjects. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The FORWARD (Foster 48-week Trial to Reduce Exacerbations in COPD) clinical trial in severe COPD patients is a comparison of extrafine beclomethasone dipropionate and formoterol in a combination inhaler with extrafine formoterol; the co-primary end-points are exacerbation rates over 48 weeks and improvement in forced expiratory volume in 1 s over 12 weeks. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In large, longer-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, once-daily indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to once-daily tiotropium bromide 18 μg (all agents were administered via inhalation). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVES: The aim of this pilot study was to investigate the changes in quiet breathing due to different long-acting bronchodilators (namely, formoterol and tiotropium) administered to COPD patients of different severity. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "OBJECTIVE: This study aimed to evaluate the onset of effect of single-dose formoterol 9 μg versus single-dose salmeterol 50 μg in patients with moderate COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: In this multicentre, double-blind, double-dummy, placebo-controlled, three-way single-dose crossover study, patients ≥40 years of age with moderate COPD were randomized to single-dose formoterol 9 μg via Turbuhaler® plus placebo via Diskus®, single-dose salmeterol 50 μg via Diskus® plus placebo via Turbuhaler® or placebo via Turbuhaler® and Diskus® (washout period 2-7 days). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSION: In COPD patients, formoterol 9 μg has an onset of bronchodilatory effect that is more rapid than salmeterol 50 μg based on FEV₁ at 5 minutes post-dose. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: This 12-week, randomised, double-blind, placebo-controlled, Phase IIb, trial (NCT01023516), investigated the efficacy and safety of AZD9668 (60 mg bid) versus placebo in patients with symptomatic COPD and a history of exacerbation receiving maintenance budesonide/formoterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "CONCLUSIONS: Three months' treatment with AZD9668 did not improve lung function, respiratory signs and symptoms or SGRQ-C score when added to budesonide/formoterol maintenance therapy in patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In total, 22 Phase III randomized controlled trials of FDC bronchodilators in COPD were identified, with an additional study including a post-literature search (ten for indacaterol-glycopyrronium once daily, eight for umeclidinium-vilanterol once daily, three for tiotropium-olodaterol once daily, and two for aclidinium-formoterol twice daily). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Several combinations of a LAMA plus a LABA have recently become available in a single inhaler for maintenance therapy for adults with moderate-to-severe COPD, including aclidinium bromide/formoterol fumarate, glycopyrronium/indacaterol and umeclidinium/vilanterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Fixed-dose combinations of aclidinium/formoterol have been evaluated in COPD patients and evidence suggests that this is efficacious, safe, has a quick onset of action and is well tolerated. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The study population consisted of long-acting bronchodilator naive COPD patients, initiating inhalation therapy with mono-LABAs (formoterol, indacaterol or salmeterol). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The objective of this study is to evaluate the comparative efficacy of indacaterol 75/150/300 μg once daily (OD), glycopyrronium bromide 50 μg OD, tiotropium bromide 18 μg/5 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for moderate to severe COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In long-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, OD indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to OD tiotropium bromide 18 μg. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Long-acting β2-agonists (LABAs) have long been used for symptomatic management of COPD, with salmeterol and formoterol being the commonly used twice-daily treatments. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Long-acting muscarinic antagonists such as glycopyrronium and tiotropium, along with long-acting beta-2 agonists such as indacaterol, formoterol and salmeterol are the pillars of pharmacological therapy for the long-term management of patients with COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "At the present time, the two available long-acting, fast-onset bronchodilators used in the treatment of COPD are formoterol and the recently marketed indacaterol. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "The long-acting beta(2)-agonists (LABAs), including salmeterol and formoterol, have 12-hour duration of action and are used with a twice-daily dosing regimen for long-term COPD treatment. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Both the twice-daily long-acting β(2)-adrenoceptor agonists (LABAs) salmeterol and formoterol and the once-daily LABA indacaterol are indicated for use in COPD. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "METHODS: We searched PubMed for placebo-controlled studies evaluating long-term (≥24 weeks) use of formoterol, salmeterol, or indacaterol in patients with stable COPD, published between January 1990 and September 2012. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The purpose of this study was to update our network meta-analysis in order to compare the efficacy of indacaterol 75 μg with that of a fixed-dose combination of formoterol and budesonide (FOR/BUD) and a fixed-dose combination salmeterol and fluticasone (SAL/FP) for the treatment of chronic obstructive pulmonary disease (COPD) based on evidence identified previously in addition to two new randomized clinical trials. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": " BACKGROUND: The objective of this study was to evaluate the comparative efficacy of indacaterol 75 μg once daily (OD), tiotropium 18 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for the treatment of chronic obstructive pulmonary disease (COPD) based on individual patient data (IPD) from randomized controlled trials (RCTs) from the indacaterol trial program and aggregate data (AD) identified from a systematic review of RCTs. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "In large, longer-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, once-daily indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to once-daily tiotropium bromide 18 μg (all agents were administered via inhalation). "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "formoterol", "disease": "COPD", "polarity": 0, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "Salmeterol", "disease": "COPD", "polarity": 1, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "Salmeterol", "disease": "COPD", "polarity": 1, "orig_sen": "Salmeterol significantly reduced COPD exacerbations with both study arms exposed or not exposed to inhaled corticosteroids (ICS). "}, {"drug": "Salmeterol", "disease": "COPD", "polarity": 1, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "Salmeterol", "disease": "COPD", "polarity": 1, "orig_sen": " The Indacaterol: Switching Non-exacerbating Patients with Moderate COPD From Salmeterol/Fluticasone to Indacaterol (INSTEAD) study investigated the effect of switching patients at low risk of chronic obstructive pulmonary disease (COPD) exacerbations from salmeterol/fluticasone (SFC; inhaled corticosteroid (ICS) regimen) to indacaterol monotherapy (non-ICS regimen). "}, {"drug": "Salmeterol", "disease": "COPD", "polarity": 1, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"drug": "Salmeterol", "disease": "COPD", "polarity": 1, "orig_sen": "Salmeterol significantly reduced COPD exacerbations with both study arms exposed or not exposed to inhaled corticosteroids (ICS). "}, {"drug": "Salmeterol", "disease": "COPD", "polarity": 1, "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}]