[{"disease": "COPD", "polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol significantly reduced COPD exacerbations with both study arms exposed or not exposed to inhaled corticosteroids (ICS). "}, {"disease": "COPD", "polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 1, "drug": "Salmeterol", "orig_sen": " The Indacaterol: Switching Non-exacerbating Patients with Moderate COPD From Salmeterol/Fluticasone to Indacaterol (INSTEAD) study investigated the effect of switching patients at low risk of chronic obstructive pulmonary disease (COPD) exacerbations from salmeterol/fluticasone (SFC; inhaled corticosteroid (ICS) regimen) to indacaterol monotherapy (non-ICS regimen). "}, {"disease": "COPD", "polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol significantly reduced COPD exacerbations with both study arms exposed or not exposed to inhaled corticosteroids (ICS). "}, {"disease": "COPD", "polarity": 1, "drug": "Salmeterol", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 1, "drug": "Budesonide", "orig_sen": " Budesonide/formoterol (BF) is available in two delivery systems, the dry powder inhaler (DPI) Turbuhaler and a pressurized metered dose inhaler (pMDI) for use in patients with asthma or chronic obstructive pulmonary disease (COPD). "}, {"disease": "COPD", "polarity": 1, "drug": "Budesonide", "orig_sen": "AIM: To study the effects of addition of Theophylline to the combination of Formoterol plus Budesonide on various objective and subjective parameters in moderate to severe COPD patients and to assess the safety profile of the combination. "}, {"disease": "COPD", "polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSION: Addition of Theophylline to Formoterol plus Budesonide reduces dyspnea, improves exercise performance and pulmonary functions in moderate to severe COPD. "}, {"disease": "COPD", "polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: Budesonide/formoterol 160/4.5 μg two inhalations twice daily was effective and well tolerated in patients with moderate to severe COPD, offering benefits over formoterol alone in terms of improved lung function and reduced risk of exacerbation. "}, {"disease": "COPD", "polarity": 1, "drug": "Budesonide", "orig_sen": "CONCLUSIONS: Budesonide/formoterol has a fast onset of bronchodilation effect in patients with moderate-severe COPD and asthma. "}, {"disease": "COPD", "polarity": 1, "drug": "Budesonide", "orig_sen": "The gas flow rate and volume responses in patients with COPD differ from those with asthma after inhalation of Budesonide/formoterol. "}, {"disease": "COPD", "polarity": 1, "drug": "Fluticasone propionate", "orig_sen": "The EFFECT (Efficacy of Fluticasone propionate/FormotErol in COPD Treatment) trial is a Phase III, 52-week, randomized, double-blind study to evaluate the efficacy and safety of two doses of fluticasone propionate/formoterol compared to formoterol monotherapy in COPD patients with FEV1 ≥50% predicted and a history of exacerbations. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: This was a Phase IIb randomized, multicenter, placebo-controlled, double-blind, chronic-dosing (7 days), crossover study in patients with moderate-to-very severe COPD ( NCT01085045 ). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Compared with placebo, B/F treatment led to significantly lower 3-month exacerbation rates in the moderate and severe COPD severity groups (46% and 57% reduction, respectively), with a nonsignificant reduction (29%) in very severe COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Fewer dropouts occurred among patients treated with B/F versus placebo, this effect being greater with increasing COPD severity. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: Data were pooled from two 24-week, randomized, placebo-controlled studies of twice-daily aclidinium/formoterol 400/12 µg in moderate-to-severe COPD (ACLIFORM [NCT01462942] and AUGMENT [NCT01437397]). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "CONCLUSION: Aclidinium/formoterol 400/12 µg provided consistent improvements in bronchodilation and symptoms versus monotherapies and reduced exacerbations versus placebo in more symptomatic patients with moderate-to-severe COPD, regardless of the definition used. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: Patients ≥40 years with moderate to severe COPD (post-bronchodilator forced expiratory volume in 1 s [FEV1]/forced vital capacity <70 % and FEV1 ≥30 % but <80 % predicted normal) were randomised (ACLIFORM: 2:2:2:2:1; AUGMENT: 1:1:1:1:1) to twice-daily aclidinium/formoterol 400/12 μg or 400/6 μg, aclidinium 400 μg, formoterol 12 μg or placebo via Genuair™/Pressair®. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "CONCLUSIONS: Aclidinium/formoterol 400/12 μg significantly improves 24-hour symptom control compared with placebo, aclidinium and formoterol in patients with moderate to severe COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: In this 24-week double-blind study, 1692 patients with stable COPD were equally randomized to twice-daily treatment with FDC aclidinium 400 μg/formoterol 12 μg (ACL400/FOR12 FDC), FDC aclidinium 400 μg/formoterol 6 μg (ACL400/FOR6 FDC), aclidinium 400 μg, formoterol 12 μg, or placebo administered by a multidose dry powder inhaler (Genuair®/Pressair®)*. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "ACLI/FORM FDC has been studied in 2 pivotal trials involving over 3,400 patients with COPD, in which it was compared with ACLI alone, FORM alone and placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "This analysis of four randomized, double-blind, placebo-controlled, parallel-group, phase III studies (1222.11, NCT00782210; 1222.12, NCT00782509; 1222.13, NCT00793624; 1222.14, NCT00796653) evaluated the long-term safety of olodaterol once daily (QD) in a large cohort of patients with moderate to very severe (Global initiative for chronic Obstructive Lung Disease 2-4) chronic obstructive pulmonary disease (COPD). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "We aimed to derive this by analyzing data from three existing COPD clinical trials of budesonide/formoterol, formoterol, or placebo in patients with moderate-to-very-severe COPD and a history of exacerbations in the previous year. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "OBJECTIVES: To compare the efficacy and safety of indacaterol versus placebo and alternative twice-daily long-acting beta2-agonists for the treatment of patients with stable COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "AUTHORS' CONCLUSIONS: For patients with stable COPD, use of indacaterol versus placebo results in statistically significant and clinically meaningful improvements in lung function and quality of life. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "The efficacy and safety of aclidinium/formoterol versus monotherapy and placebo in patients with COPD was assessed. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "SELECTION CRITERIA: Parallel-group RCTs of aclidinium bromide compared with placebo, long-acting beta2-agonists (LABA) or LAMA in adults with stable COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "AUTHORS' CONCLUSIONS: Aclidinium is associated with improved quality of life and reduced hospitalisations due to severe exacerbations in patients with moderate to severe stable COPD compared to placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "MATERIALS AND METHODS: COPD patients (n=40), mean FEV1 58% predicted normal, received single-dose inhaled formoterol 9μg, or placebo, followed by 8 weeks treatment bid with a combination of budesonide and formoterol Turbuhaler(®) 320/9μg or formoterol Turbuhaler(®). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "COPD subjects were randomized to twice daily MF/F 200/10 μg, MF/F 400/10 μg, MF 400 μg, F 10 μg, and placebo; asthma subjects were randomized to MF/F 200/10 μg, MF/F 400/10 μg, fluticasone propionate/salmeterol (FP/S) 250/50 μg, and FP/S 500/50 μg. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "placebo in patients with chronic obstructive pulmonary disease (COPD). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Studies were included if they compared the ICS budesonide or fluticasone versus placebo, or either ICS in combination with a LABA versus the same LABA as monotherapy for people with COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: Twelve patients with Global Initiative for Chronic Obstructive Lung Disease stage II COPD were randomized to receive NAC 1800 mg or placebo daily for 3 months and were then crossed over to the alternative treatment for a further 3 months. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "OBJECTIVES: To determine the efficacy and safety of combined ICS and LABA for stable COPD in comparison with placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "AUTHORS' CONCLUSIONS: Combined inhaler therapy led to around a quarter fewer COPD exacerbations than were seen with placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "OBJECTIVES: To assess the effects of twice-daily long-acting beta2-agonists compared with placebo for patients with COPD on the basis of clinically important endpoints, primarily quality of life and COPD exacerbations. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "MAIN RESULTS: Twenty-six RCTs met the inclusion criteria, randomly assigning 14,939 people with COPD to receive twice-daily LABA or placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "The objective of this study is to evaluate the comparative efficacy of indacaterol 75/150/300 μg once daily (OD), glycopyrronium bromide 50 μg OD, tiotropium bromide 18 μg/5 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for moderate to severe COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In long-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, OD indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to OD tiotropium bromide 18 μg. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Several phase III studies have shown that indacaterol 150 µg improves lung function, breathlessness, health status, exacerbations, rescue medication use and symptoms, as compared with placebo and other bronchodilators, in patients with COPD, with a rapid onset of action following first dose and a good safety and tolerability profile. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In a double-blind, crossover study, 38 participants with moderate to severe COPD on tiotropium were randomised to receive either formoterol or placebo for 6 weeks. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "placebo (PBO)+TIO in patients with chronic obstructive pulmonary disease (COPD) eligible for inhaled corticosteroids/long-acting β2-agonists (ICS/LABA). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: We searched PubMed for placebo-controlled studies evaluating long-term (≥24 weeks) use of formoterol, salmeterol, or indacaterol in patients with stable COPD, published between January 1990 and September 2012. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Where analyzed as an efficacy outcome, LABA treatment was generally associated with significant or numerical reductions in COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Incidences of COPD-related adverse events were similar for active and placebo treatments. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: Fifteen randomized, placebo-controlled clinical trials including COPD patients were evaluated: indacaterol 75 μg once daily (n = 2 studies), indacaterol 150 μg once daily (n = 5), indacaterol 300 μg once daily (n = 4), FOR/BUD 9/160 μg twice daily (n = 2), FOR/BUD 9/320 μg twice daily (n = 2), SAL/FP 50/500 μg twice daily (n = 4), and SAL/FP 50/250 μg twice daily (n = 1). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: Thirty eight patients with COPD were randomized to a 2 week treatment with FOR 12 μg twice a day plus TIO 18 μg once a day (FOR + TIO) or FOR 12 μg twice a day plus placebo (FOR + PLA) once a day, using a double-blind crossover design. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": " BACKGROUND: The objective of this study was to evaluate the comparative efficacy of indacaterol 75 μg once daily (OD), tiotropium 18 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for the treatment of chronic obstructive pulmonary disease (COPD) based on individual patient data (IPD) from randomized controlled trials (RCTs) from the indacaterol trial program and aggregate data (AD) identified from a systematic review of RCTs. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In short-term trials (≤21 days) in patients with COPD, once-daily indacaterol 150 or 300 μg significantly improved lung function, exercise endurance and lung hyperinflation relative to placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In large, longer-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, once-daily indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to once-daily tiotropium bromide 18 μg (all agents were administered via inhalation). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "The most common adverse event in clinical trials was COPD worsening, which occurred more commonly with placebo than indacaterol. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: In this multicentre, double-blind, double-dummy, placebo-controlled, three-way single-dose crossover study, patients ≥40 years of age with moderate COPD were randomized to single-dose formoterol 9 μg via Turbuhaler® plus placebo via Diskus®, single-dose salmeterol 50 μg via Diskus® plus placebo via Turbuhaler® or placebo via Turbuhaler® and Diskus® (washout period 2-7 days). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: This 12-week, randomised, double-blind, placebo-controlled, Phase IIb, trial (NCT01023516), investigated the efficacy and safety of AZD9668 (60 mg bid) versus placebo in patients with symptomatic COPD and a history of exacerbation receiving maintenance budesonide/formoterol. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: This multicentre, randomised, double-blind, single-dose, cross-over, placebo-controlled study evaluated efficacy and safety of the free combination of indacaterol maleate (IND) and glycopyrronium bromide (GLY) versus IND alone on spirometric and body plethysmography parameters, including inspiratory capacity (IC), forced expiratory volume in 1 s (FEV1), forced vital capacity (FVC), total lung capacity (TLC) and airway resistance (Raw) in moderate-to-severe COPD patients. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "This study assessed the effect of indacaterol/glycopyrronium fixed dose combination (IND/GLY) 110/50 μg once daily (OD) versus placebo on lung hyperinflation (inspiratory capacity [IC]) and physical activity in patients with moderate-to-severe COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Compared to placebo, a 12-week treatment of the long-acting beta-agonist, indacaterol might not have a significant effect on cough or phlegm in stable COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "OBJECTIVES: The FLIGHT1 and FLIGHT2 studies evaluated the efficacy and safety of QVA149 (indacaterol/glycopyrrolate), a fixed-dose combination of a long-acting β2-agonist (indacaterol) and a long-acting muscarinic antagonist (glycopyrrolate), compared with its monocomponents and placebo in patients with moderate-to-severe COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Phase III trials (the IGNITE program) with QVA149 have demonstrated significant improvements in lung function versus placebo, glycopyrronium, and tiotropium in patients with moderate to severe COPD, with no safety concerns of note. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "OBJECTIVES: To compare the efficacy and safety of indacaterol versus placebo and alternative twice-daily long-acting beta2-agonists for the treatment of patients with stable COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "AUTHORS' CONCLUSIONS: For patients with stable COPD, use of indacaterol versus placebo results in statistically significant and clinically meaningful improvements in lung function and quality of life. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: Data from 11,404 patients with chronic obstructive pulmonary disease (COPD) were pooled from 14 clinical studies of QVA149, indacaterol and glycopyrronium of ≥3 month's duration with at least two of the treatment groups: QVA149 110/50 μg, glycopyrronium 50 μg, indacaterol 150 μg, placebo or tiotropium 18 μg. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Overall hazard ratio (HR) was assessed between the active treatments and placebo and in various subgroups related to severity of airways obstruction, inhaled corticosteroid use, cardiovascular risk factors, sex, age and body mass index for death, serious cases of cardio- and cerebrovascular (CCV) events, major adverse cardiovascular events (MACEs), pneumonia, COPD exacerbations requiring hospitalisation or atrial flutter/fibrillation (AF/F). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "RESULTS: The HR for QVA149 versus placebo showed no significant increase in the overall risk for death (HR [95% confidence interval]: 0.93 [0.34-2.54]); CCV events (0.60 [0.29-1.24]); MACE (1.04 [0.45-2.42]); pneumonia (1.10 [0.54-2.25]); COPD exacerbations (0.60 [0.40-0.91]); and AF/F (1.03 [0.49-2.18]). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "placebo in patients with chronic obstructive pulmonary disease (COPD). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: Patients with moderate-to-severe COPD were randomized to QVA149 110/50 μg, placebo or tiotropium 18 μg once daily in a blinded, 3-period crossover study for 3 weeks. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "CONCLUSIONS: In patients with moderate-to-severe COPD, once-daily QVA149 significantly improved exercise endurance time compared with placebo which was associated with sustained reductions of lung hyperinflation as indicated by significant improvement in IC at rest and during exercise. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Furthermore, indacaterol 75 μg was well tolerated, while the most frequent adverse effect was deterioration of COPD occurring at a frequency similar to placebo, without major cardiovascular adverse effects. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "The objective of this study is to evaluate the comparative efficacy of indacaterol 75/150/300 μg once daily (OD), glycopyrronium bromide 50 μg OD, tiotropium bromide 18 μg/5 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for moderate to severe COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In long-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, OD indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to OD tiotropium bromide 18 μg. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Several phase III studies have shown that indacaterol 150 µg improves lung function, breathlessness, health status, exacerbations, rescue medication use and symptoms, as compared with placebo and other bronchodilators, in patients with COPD, with a rapid onset of action following first dose and a good safety and tolerability profile. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: This 52-week, multicenter, double-blind, parallel-group, placebo-controlled study randomized (2:1) patients with moderate-to-severe COPD to once-daily QVA149 (110 μg indacaterol/50 μg glycopyrronium) or placebo delivered via the Breezhaler device. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": " We investigated the efficacy and safety of dual bronchodilation with QVA149 versus its monocomponents indacaterol and glycopyrronium, tiotropium and placebo in patients with moderate-to-severe chronic obstructive pulmonary disease (COPD). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Dual bronchodilation with once-daily QVA149 demonstrated superior and clinically meaningful outcomes versus placebo and superiority versus treatment with a single bronchodilator, with a safety and tolerability profile similar to placebo, supporting the concept of fixed-dose long-acting muscarinic antagonist/long-acting β2-agonist combinations for the treatment of COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In patients with less dyspnoea: indacaterol (both doses) improved 24-h post-dose ('trough') forced expiratory volume in 1 s (FEV1), transition dyspnoea index (TDI) and St George's Respiratory Questionnaire (SGRQ) total scores at week 26 and reduced the risk of COPD exacerbations vs placebo; and open-label tiotropium improved trough FEV1 and TDI total score vs placebo at week 26. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In patients with more dyspnoea: indacaterol (both doses) improved trough FEV1, TDI and SGRQ total scores at week 26; indacaterol 300 μg was the only treatment to improve the TDI total score by more than the minimum clinically important difference (≥1 point) vs placebo; and open-label tiotropium improved trough FEV1, TDI total score at week 26 and decreased the risk of COPD exacerbations vs placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: We searched PubMed for placebo-controlled studies evaluating long-term (≥24 weeks) use of formoterol, salmeterol, or indacaterol in patients with stable COPD, published between January 1990 and September 2012. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Where analyzed as an efficacy outcome, LABA treatment was generally associated with significant or numerical reductions in COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Incidences of COPD-related adverse events were similar for active and placebo treatments. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "After 12 weeks of treatment with a once-daily dose of 75 µg (the dose approved in the USA and Canada) in patients with moderate to severe COPD, compared with placebo, indacaterol provided significant and clinically relevant levels of bronchodilation [difference in trough forced expiratory volume in 1 s: 131 ml; 95% confidence interval (CI) 104-159; p < 0.001], together with significant reductions in symptom scores (difference in transition dyspnea index total score: 0.84 points; 95% CI 0.37-1.31; p < 0.001) and improvements in health status (difference in St George's Respiratory Questionnaire total score: -3.8 units; 95% CI -5.6 to -2.0; p < 0.001). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHOD: This systematic review explored the efficacy and safety of aclidinium bromide in comparison with placebo and other long-acting bronchodilators for treatment of moderate to severe COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "The three studies included in this program have further shown that the effect of glycopyrronium versus placebo is similar to that of tiotropium in reducing dyspnea and the risk of exacerbations, as well as improving lung function, exercise tolerance, and health status in patients with COPD. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: Fifteen randomized, placebo-controlled clinical trials including COPD patients were evaluated: indacaterol 75 μg once daily (n = 2 studies), indacaterol 150 μg once daily (n = 5), indacaterol 300 μg once daily (n = 4), FOR/BUD 9/160 μg twice daily (n = 2), FOR/BUD 9/320 μg twice daily (n = 2), SAL/FP 50/500 μg twice daily (n = 4), and SAL/FP 50/250 μg twice daily (n = 1). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Thirty four COPD patients, receiving stable bronchodilator therapy were randomly allocated into two arms of add-on treatment (1:1 - indacaterol:placebo) for 3 months. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": " BACKGROUND: The objective of this study was to evaluate the comparative efficacy of indacaterol 75 μg once daily (OD), tiotropium 18 μg OD, salmeterol 50 μg twice daily (BID), formoterol 12 μg BID, and placebo for the treatment of chronic obstructive pulmonary disease (COPD) based on individual patient data (IPD) from randomized controlled trials (RCTs) from the indacaterol trial program and aggregate data (AD) identified from a systematic review of RCTs. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "METHODS: In two identically designed, double-blind, 12-week studies, patients with moderate to severe COPD were randomised to indacaterol 150 μg once daily or matching placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In short-term trials (≤21 days) in patients with COPD, once-daily indacaterol 150 or 300 μg significantly improved lung function, exercise endurance and lung hyperinflation relative to placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "In large, longer-term clinical studies (12 weeks to 1 year) in patients with moderate to severe COPD, once-daily indacaterol 150 or 300 μg improved lung function (primary endpoint) significantly more than placebo, and improvements were significantly greater than twice-daily formoterol 12 μg or salmeterol 50 μg, and noninferior to once-daily tiotropium bromide 18 μg (all agents were administered via inhalation). "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "The most common adverse event in clinical trials was COPD worsening, which occurred more commonly with placebo than indacaterol. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}, {"disease": "COPD", "polarity": 0, "drug": "placebo", "orig_sen": "Salmeterol, formoterol and indacaterol significantly reduced COPD exacerbations compared with placebo. "}]